{
    "keepsakes": [
        "The sword of the hero Black Mask. Useless, but looks really cool.",
        "A big, floppy cork hat. Waterproof.",
        "A strange pair of boots, with four wheels attached to each sole.",
        "A jar of pungent pickled eggs, given to you by a stranger on a carriage.",
        "A pair of cozy, woolen socks.",
        "A bucket filled with crabs.",
        "A goblin child: it is convinced you are its mother.",
        "A case of costume jewelry. Worthless, but convincing from a distance.",
        "A deck of cards with an extra ace.",
        "A banned edition of the major holy text of the land, filled with heretical dogma and apocryphal stories.",
        "A large hoop skirt, big enough to hide a small child in.",
        "Bagpipes.",
        "Black leather boots, knee high. Black leather gloves, elbow length. A riding crop. A gag.",
        "Just two guys, ready to help you out. They’re burly, they’re brawny, they’re best friends.",
        "A coat you stole from a disgraced magician. Full of kerchiefs, dead doves, and other miscellanea.",
        "The signet ring of an unknown king.",
        "A dwarven treasure dog, loyal but cowardly.",
        "A pouch of firecrackers",
        "A dolorous cow.",
        "A link of 12 hard sausages.",
        "A bottle of incredibly fine whiskey, which you clearly stole.",
        "A 10’ spool of thin, copper wire.",
        "A pincushion, filled with pins.",
        "The finest ham in all the land, smoked by the man, Pitmaster Sam!",
        "A long, strong elastic cord.",
        "A bowling ball.",
        "A small vial of acid. Very corrosive.",
        "A bag of chili powder.",
        "Needle and thread.",
        "A wig of beautiful golden hair. Reaches down to your ankles.",
        "A bag of beloved marbles that you won from a child.",
        "Several small jars of bright acrylic paints.",
        "An unnerving and upsettingly lifelike puppet.",
        "Incredibly avant-garde and impractical clothes that no sane person would be willing to purchase.",
        "A small bag of incredibly pungent and heady herbs. When burned, even smelling the smoke is enough too intoxicate someone.",
        "A package, addressed to someone you don’t know, in some place you’ve never heard",
        "A rake.",
        "A bottle of lubricant, suitable for internal, external, and industrial use.",
        "An extremely springy spring.",
        "A mechanically articulated hand attached to a stick. All of the fingers can be controlled independently, though it is quite confusing to operate.",
        "A lump of clay.",
        "A wind-up music box.",
        "A tube of fast-drying, industrial strength glue.",
        "A pair of stilts.",
        "A book of fiery, righteous political polemic.",
        "A pair of tinted spectacles.",
        "A very fine squash.",
        "A vial of medicine, syrupy and sweet. Makes one quite drowsy.",
        "A bag of flour.",
        "A plague doctor’s mask, stuffed with fragrant herbs.",
        "A wheel of aged Grey Matter, the mouldiest cheese in the world. Causes intense hallucinations.",
        "A pouch of laxative powder.",
        "A snorkel.",
        "A worn, dog-eared copy of the novel “Lust & Larceny, the Trysts of the Amorous Elven Thief, Vol 1.” While lowbrow, the book is incredibly engrossing, and hard to pull yourself away from.",
        "Glitter.",
        "A jug of genuine wolf piss.",
        "A fire-squirt.",
        "A bottle of rat poison.",
        "A pouch of beans.",
        "Snake.",
        "A few pamphlets of surprisingly convincing conspiracy theories.",
        "A pot labelled rice pudding that is actually filled with liquid cement.",
        "A glass case of pinned butterflies.",
        "Two magnetic spoons.",
        "A collapsible walking cane.",
        "Priest’s vestments.",
        "A game with stone pieces and a cloth board. The accompanying instruction booklet is full of poorly worded, incomprehensible, and contradictory rules.",
        "A trio of newborn puppies.",
        "A small glass cylinder, rounded at the tips. Quite phallic.",
        "A sachet of dried cooking herbs.",
        "Packets of various coloured dye powders.",
        "A thick, heavy blanket you’ve carried with you since childhood.",
        "A hand-bound notebook, containing six quite touching love poems. The names of the beloved in each poem have been crossed out and rewritten multiple time.",
        "A set of clothes lined with fleece. Very warm.",
        "A dismembered pinky finger, with a long painted red fingernail.",
        "The flu.",
        "A small sundial attached to a wrist strap.",
        "A booklet of various fashionable hair, beard, and moustache styles.",
        "A crystal monocle, also useful as a lens.",
        "A polished, metal hand mirror.",
        "A delicious cake, baked for you by your sweetheart.",
        "An incredibly belligerent goose.",
        "A four leafed clover.",
        "A packet of saccharinely sweet lollipops.",
        "A large bar of hard soap, floral scented.",
        "A bag of small ceramic balls, which explode in a blinding flash of light when thrown.",
        "A small tube of pale pink face paint.",
        "An umbrella.",
        "A tub of styling gel.",
        "A rapidly decomposing fish.",
        "A bottle of incredibly pungent perfume.",
        "A trained messenger pigeon.",
        "A fine-mesh net.",
        "A pouch of itching powder.",
        "A hand drum.",
        "A dozen angry hornets in a jar.",
        "A wind-up clockwork toy.",
        "Your dad. Capable of criticizing anyone till they feel incompetent and worthless.",
        "A jar of sweet, sticky honey.",
        "A set of loaded dice."
    ],
    "baseGear": [
        {
            "type": "Backpack",
            "QSlots": 0
        },
        {
            "type": "Bedroll",
            "QSlots": 4
        },
        {
            "type": "Torch (Burn 2)",
            "QSlots": 2
        },
        {
            "type": "50ft of Rope",
            "QSlots": 2
        },
        {
            "type": "Mess kit",
            "QSlots": 1
        },
        {
            "type": "Tinderbox",
            "QSlots": 1
        },
        {
            "type": "Rations (Depl 2)",
            "QSlots": 1
        },
        {
            "type": "Waterskin",
            "QSlots": 1
        },
        {
            "type": "Supply",
            "QSlots": 1
        },
        {
            "type": "Supply",
            "QSlots": 1
        },
        {
            "type": "Supply",
            "QSlots": 1
        },
        {
            "type": "Supply",
            "QSlots": 1
        }
    ],
    "grimoires": [
        {
            "type": "A tuning fork, which makes no sound when struck. Requirement: To learn the sorcery, create sound with the fork. Themes: Sound, music, resonance. Miscast 1-2:  The caster is deafened. Miscast 3-4:  The caster can only speak in song, and only move in dance. Miscast 5-6:  The caster vibrates intensely.",
            "QSlots": 4
        },
        {
            "type": "A length of unnaturally cold iron chain, upon which tiny etchings are visible. Requirement: To learn the sorcery, you must survive with your arms or legs bound amongst enemies. Themes: Metal, restraint, imprisonment. Miscast 1-2:  All inorganic matter around the caster turns into metal. Miscast 3-4:  The caster becomes unable to move their limbs. Miscast 5-6:  The caster becomes wanted for heinous crimes in all nearby settlements.",
            "QSlots": 4
        },
        {
            "type": "A large, watchful, and odious toad, with strange, shifting markings. Requirement: To learn the sorcery, the toad must be fed pieces of a loved one once a day for a month, without the loved one realising. Themes: Possession, betrayal, parasitism. Miscast 1-2:  The caster becomes possessed by a spirit, demon, or other entity. Miscast 3-4:  The caster’s allies become hostile towards them and attack. Miscast 5-6:  The caster can only derive sustenance from food stolen from others.",
            "QSlots": 4
        },
        {
            "type": "An ancient tome, bound in human skin. Requirement: To learn the sorcery, the true name of an extradimensional being must be learned, and engraved into one’s flesh. Themes: Flesh, secrets, extortion. Miscast 1-2:  The caster loses all skin. Miscast 3-4:  The caster becomes unable to lie or keep secrets. Miscast 5-6:  A powerful creature descends upon the caster, demanding regular payment lest they face the creature’s wrath.",
            "QSlots": 4
        },
        {
            "type": "A scroll, upon which is written a contract in an infernal tongue. Requirement: To learn the sorcery, the contract must be notarized by an official of heaven, or hell. Themes: Oath, trust, witness. Miscast 1-2:  The caster becomes pathologically unable to keep their word, and will betray any promises made. Miscast 3-4:  The caster trusts absolutely everyone, categorically and wholeheartedly. Miscast 5-6:  The caster inadvertently becomes the sole witness to a heinous crime committed by very dangerous people.",
            "QSlots": 4
        },
        {
            "type": "A bounty poster, with the name and portrait blank, and the reward set at the soul of the slain. Requirement: To learn the sorcery, your own name and portrait must be entered in the bounty. Themes: Assassination, retribution, target. Miscast 1-2:  The caster is tasked with assassinating the ruler of the land by powerful forces, lest their head be next on the chopping block. Miscast 3-4:  The caster will never win an argument, and all witness to it will side against the caster. Miscast 5-6:  All enemies will single-mindedly aim to attack the caster, with intent to kill.",
            "QSlots": 4
        },
        {
            "type": "A wrought iron lamp embossed with dancing figures, the wick of which cannot be lit. Requirement: To learn the sorcery, light the lamp. Themes: Illumination, shadow, flicker. Miscast 1-2:  The caster radiates blinding light from every pore of their body. Miscast 3-4:  The caster is banished to the shadow realm. Miscast 5-6:  Every other turn, the caster vanishes from existence.",
            "QSlots": 4
        },
        {
            "type": "An obsidian decanter filled with a swirling, noxious gas. Requirement: To learn the sorcery, spend one day without breathing. Themes: Miasma, contagion, breath. Miscast 1-2:  The area immediately surrounding the caster is filled with noxious, poisonous gas. Miscast 3-4:  The caster is unable to resist contracting any diseases or infections. Miscast 5-6:  The caster’s breath becomes unbelievably odious.",
            "QSlots": 4
        },
        {
            "type": "A crystal ball set upon a base of carved ebony. Requirement: To learn the sorcery, you must learn of the way you will die. Themes: Clairvoyance, truth, fortune. Miscast 1-2:  The caster foresees the inevitable, near future death of all other company members. Miscast 3-4:  The caster becomes a pathological liar, unable to tell even the most banal of truths. Miscast 5-6:  The caster believes resolutely in their ability to foresee the future.",
            "QSlots": 4
        },
        {
            "type": "A crystalline prism, criss-crossed with veins of translucent code, half-glimpsed in light. Requirement: To learn the sorcery, fold a sunbeam. Themes: Refraction, vision, geometry. Miscast 1-2:  The caster sees what is behind them, in front, and what is in front of them, behind. Miscast 3-4:  The caster is blinded. Miscast 5-6:  The caster loses all sense of balance.",
            "QSlots": 4
        },
        {
            "type": "A model ship in a bottle, with full crew, rendered in microscopic detail. Requirement: To learn the sorcery, the ship must sail around the world and return to you. Themes: Microcosm, voyage, homecoming. Miscast 1-2:  The caster becomes obsessed with creating a perfect replica of the nearest city. Miscast 3-4:  The caster is teleported to the opposite side of the world. Miscast 5-6:  Everyone in the caster’s hometown loses all memory of them.",
            "QSlots": 4
        },
        {
            "type": "An engraved wooden talisman, with a concave indentation in the centre. Requirement: To learn the sorcery, sacrifice one of your eyes and place it in the talisman. Themes: Sacrifice, wisdom, prophecy. Miscast 1-2:  An angel appears and demands the caster sacrifice the soul of their most beloved to them. Miscast 3-4:  Whenever the caster is faced with a decision, they will bring forth a litany of all the ways any given course of action could go horribly wrong. Miscast 5-6:  The caster is granted a vision of the end of the world, which will occur exactly a year from now.",
            "QSlots": 4
        },
        {
            "type": "A silver disc, covered in a series of raised dots. Requirement: To learn the sorcery, throw the disc straight forward and have it return to you unaided. Themes: Return, arc, gravity. Miscast 1-2:  Anything the caster tries to rid themselves of always returns. Miscast 3-4:  The caster becomes unable to throw, fire, or otherwise project any object or sorcery; it simply falls straight down. Miscast 5-6:  The caster is no longer affected by gravity.",
            "QSlots": 4
        },
        {
            "type": "A black silk blindfold, with inky black runes of velvet stitched onto the fabric. Requirement: To learn the sorcery, walk into an unfamiliar room blindfolded and describe accurately what is within. Themes: Perception, foresight, awareness. Miscast 1-2:  The caster’s perception of reality depends entirely on what others tell them. Miscast 3-4:  The caster becomes unable to conceptualize or otherwise conceive of the future. Miscast 5-6:  The caster loses their peripheral vision.",
            "QSlots": 4
        },
        {
            "type": "A paper Möbius strip. Requirement: To learn the sorcery, find its second side without splitting it. Themes: Perspective, containment, curvature. Miscast 1-2:  The caster and a random target’s sight are swapped; the caster sees only what the target sees, and vice versa. Miscast 3-4:  The caster will endeavour to spend as little time in any single room as possible. Miscast 5-6:  The caster becomes unable to comprehend straight lines.",
            "QSlots": 4
        },
        {
            "type": "A set of wind chimes which always produces the same melody. Requirement: To learn the sorcery, the chimes must be kept in motion for a day in a place without wind. Themes: Tone, air, catalyst. Miscast 1-2:  The caster continually emits an incessant high-pitched whine. Miscast 3-4:  The caster becomes unable to jump or climb of their own power. Miscast 5-6:  The caster feels compelled to intervene in situations that don’t concern them.",
            "QSlots": 4
        },
        {
            "type": "A sphere of glass filled with an ever-whirling snowstorm. Requirement: To learn the sorcery, you must move while frozen solid. Themes: Ice, cessation, continuation. Miscast 1-2:  The caster immediately freezes any liquid they come into contact with. Miscast 3-4:  The caster is unable to stop doing any activity they start doing. Miscast 5-6:  The caster becomes unable to complete any task.",
            "QSlots": 4
        },
        {
            "type": "A melted candle stump, whose dripping wax reveals dark secrets. Requirement: To learn this sorcery, self-immolate but be the wax not the wick. Themes: Fire, extinguish, forbiddance. Miscast 1-2:  Anything flammable near the caster immediately ignites. Miscast 3-4:  Any light sources near the caster will go out at the most inopportune moment. Miscast 5-6:  The caster becomes unable to say no.",
            "QSlots": 4
        },
        {
            "type": "A tarnished bronze cup inlaid with sinuous petroglyphs. Requirement: To learn the sorcery, the cup must be filled with water from the bottom of the sea. Themes: Water, treachery, pressure. Miscast 1-2:  The caster becomes permanently moistened. Miscast 3-4:  The allegiances of every creature near the caster change. Miscast 5-6:  Random objects explode around the caster at regular intervals.",
            "QSlots": 4
        },
        {
            "type": "An ornate hand shovel, its inscriptions still glowing red hot. Requirement: To learn the sorcery, you must be buried alive for three days and three nights. Themes: Earth, openings, weight. Miscast 1-2:  The caster is followed by a perpetual earthquake. Miscast 3-4:  Any openings near the caster seal shut. Miscast 5-6:  All objects become incredibly heavy to the caster.",
            "QSlots": 4
        },
        {
            "type": "A weather vane, bearing the icon of the simurgh, that indicates no direction and is not moved by the wind nor mortal force. Requirement: To learn the sorcery, the arrow must be moved till it faces due east. Themes: Storms, navigation, flight. Miscast 1-2:  A personal rain cloud hangs over the caster’s head. Miscast 3-4:  The caster loses all sense of direction. Miscast 5-6:  Flight becomes impossible around the creature; birds drop from the sky. ",
            "QSlots": 4
        },
        {
            "type": "A long copper lightning rod, which always faintly hums with static charge. Requirement: To learn the sorcery, you must let lightning pass through you and into another, and have both of you emerge unscathed. Themes: Lightning, conductivity, thunder. Miscast 1-2:  All lightning arcs unerringly towards the caster. Miscast 3-4:  The caster becomes upsettingly rude. Miscast 5-6:  Every step the caster takes booms with the sound of thunder.",
            "QSlots": 4
        },
        {
            "type": "The animated skull of a dead sorcerer-king, the markings left on his skull the evidence of arcane leaching. Requirement: To learn the sorcery, you must read the markings upon the skull, which is impossible so long as the skull keeps talking, interrupting you and telling you that you’re doing it wrong and that back in his day people knew how to cast real sorceries. Themes: Undeath, oppression, hierarchy. Miscast 1-2:  Any creature slain by the caster immediately rises as a zombie or other form of undead. Miscast 3-4:  The caster will find themselves harassed and denied by all authority figures. Miscast 5-6:  The caster is considered by all to be wretched and lowly.",
            "QSlots": 4
        },
        {
            "type": "A plain, worn sack cloth doll you find yourself inextricably drawn to: you will remember owning this doll as a child, loving it, cherishing it, doing anything, absolutely anything to protect it. Requirement: To learn the sorcery, do not question the truth of this memory. Themes: Nostalgia, haunting, denial. Miscast 1-2:  The caster becomes unable to remember anything beyond the events of yesterday. Miscast 3-4:  The souls of those slain by the caster follow and torment them. Miscast 5-6:  The caster refuses to acknowledge anything dangerous, malign, or otherwise negative.",
            "QSlots": 4
        },
        {
            "type": "A wooden mask, which always seems to display a different emotion. Requirement: To learn the sorcery, you must assume the identity of another. Themes: Identity, disguise, personality. Miscast 1-2:  The caster loses all sense of self, and believes themselves to be the last person they talked to. Miscast 3-4:  The caster refuses to show their face to anyone. Miscast 5-6:  The caster suffers constant mood swings.",
            "QSlots": 4
        },
        {
            "type": "A planchette board carved of bone. Requirement: To learn the sorcery, the board will query you with an unsolvable riddle, which you must solve. Themes: Puzzle, solution, contradiction. Miscast 1-2:  The caster believes that everything which is said to them is, in fact, an inscrutable riddle with some deeply obscured hidden meaning. Miscast 3-4:  The caster believes themselves to have the solution to any problem presented to them. Miscast 5-6:  The caster does the opposite of whatever they say they will do.",
            "QSlots": 4
        },
        {
            "type": "An onyx pendant wrought in the shape of a weeping face. Requirement: To learn the sorcery, you must make the happiness of another your own. Themes: Egocentrism, trinket, expression . Miscast 1-2:  The caster becomes obsessed with making everyone they meet cry, and tasting their tears. Miscast 3-4:  The caster insists on carrying any and all valuables. Miscast 5-6:  The caster’s tone conveys the opposite emotion to what they truly feel.",
            "QSlots": 4
        },
        {
            "type": "A long dead heart, withered and blackened. To learn the sorcery, the heart must be made to beat again. Requirement: Revival, rejuvenation, animation. Themes: The caster plays dead at the faintest sign of hostility. Miscast 1-2:  All corpses around the caster return to life. Miscast 3-4:  All objects carried on the caster’s person animate and spring to life with a will of their own. Miscast 5-6:  ",
            "QSlots": 4
        },
        {
            "type": "A pair of marble snake eyes, whose pupils move of their own accord. Requirement: To learn the sorcery, you must convince one who hates you that you should be loved by them above all else. Themes: Persuasion, manipulation, contempt. Miscast 1-2:  Everyone the caster meets will attempt to up-sell them. Miscast 3-4:  All serpents immediately attack the caster on sight. Miscast 5-6:  Any suggestions or ideas of the caster are dismissed out of hand.",
            "QSlots": 4
        },
        {
            "type": "An old, plain music box that produces no sound. Requirement: To learn the sorcery, hear the song it plays. Themes: Silence, melody, listening. Miscast 1-2:  No sound can be produced around the caster. Miscast 3-4:  The caster is only able to comprehend language in the form of music. Miscast 5-6:  The caster’s hearing becomes superhumanly attenuated; any but the most minute of sounds overwhelms their senses.",
            "QSlots": 4
        },
        {
            "type": "A marionette doll, painted in intricate, lifelike detail. Requirement: To learn the sorcery, you must convince someone, beyond a shadow of a doubt, that all they know to be true is false, and all they know to be false is true. Themes: Replication, subversion, belief. Miscast 1-2:  An evil twin of the caster is summoned. Miscast 3-4:  Strings emerge from the caster’s limbs, torso, and head. They cannot move except by being puppeted through these strings. Miscast 5-6:  The caster will stubbornly reject all commonly held beliefs, fabricating elaborate conspiracies to explain otherwise simple occurrences.",
            "QSlots": 4
        },
        {
            "type": "A card with blotches of ink that seem to be ever morphing. Requirement: To learn the sorcery, you must convince someone that a thing which ought to be trusted by them, should rightfully be feared. Themes: Fluidity, doubt, cowardice. Miscast 1-2:  The caster dissolves into a puddle; they are still alive, and still able to speak, but must be held in a container of some sort. Miscast 3-4:  Any accusations brought against the caster are immediately believed, regardless of any evidence to the contrary. Miscast 5-6:  The caster is filled with a heady bravado, and will charge headlong into any danger without hesitation.",
            "QSlots": 4
        },
        {
            "type": "A brown sack stuffed with iridescent, gossamer wool. Requirement: To learn the sorcery, awake without sleeping. Themes: Slumber, consciousness, meditation. Miscast 1-2:  The caster falls asleep at the most inopportune moments. Miscast 3-4:  The caster believes themselves to have transcended mortal ego consciousness, and become one with the cosmos. Miscast 5-6:  The caster becomes unable to stand still.",
            "QSlots": 4
        },
        {
            "type": "A silver stopwatch inscribed with swirling, fractal patterns, hanging on a chain. Requirement: To learn the sorcery, you must kill a person in sight of their loved one, and not have them notice. Themes: Ambiguity, confusion, hypnosis . Miscast 1-2:  The caster becomes unable to give a clear yes or no response to anything. Miscast 3-4:  All in the vicinity of the caster who attempt to harm another end up instead harming themselves. Miscast 5-6:  The caster must obey any command given to them.",
            "QSlots": 4
        },
        {
            "type": "An iron bell carved with graven images and a stone hammer. Requirement: To learn the sorcery, you must convince someone to do something they do not wish to do, and have them believe that they did it of their own volition. Themes: Intent, purpose, narrative. Miscast 1-2:  The caster refuses to take responsibility for any of their actions. Miscast 3-4:  The caster becomes singularly obsessed with furthering a particular creed or ethos. Miscast 5-6:  The caster believes themselves to be the subject of any story told.",
            "QSlots": 4
        },
        {
            "type": "An old journal, written in your hand, which you do not remember writing, describing events you don’t remember transpiring. Requirement: To learn the sorcery, you must write your own name and not recognise it. Themes: Memory, archive, history. Miscast 1-2:  Each morning after waking, the caster loses all memories of anything that occurred after this sorcery was cast. Miscast 3-4:  The caster obsessively catalogues their every thought and action within a journal. Miscast 5-6:  The caster constantly invents ever changing, increasingly elaborate tragic backstories for themselves, which they will recount to anyone they meet.",
            "QSlots": 4
        },
        {
            "type": "A small lotus wrought in gold, etched with ornate, microscopic calligraphy. Requirement: To learn the sorcery, you must pass through a threshold while your body remains in place. Themes: Threshold, passivity, motion. Miscast 1-2:  The caster insists on being the first person to pass through all doors or portals. Miscast 3-4:  The caster never makes the first move; they will speak only when spoken to, attack only when attacked. Miscast 5-6:  The caster will only move when specifically told to.",
            "QSlots": 4
        },
        {
            "type": "A hollow cylinder of clay, the inside of which is always blacker than night. Requirement: To learn the sorcery, you must find that with which you have nothing in common. Themes: Emptiness, disparity, difference. Miscast 1-2:  The caster refuses to carry anything other than the clothes on their back. Miscast 3-4:  The caster encounters their doppelganger; everything the caster does is scorned, while the same actions from their doppelganger receives adulation. Miscast 5-6:  The caster becomes unable to agree with anyone.",
            "QSlots": 4
        },
        {
            "type": "A shimmering silken veil, through which kaleidoscopic patterns can be glimpsed. Requirement: To learn this sorcery, you must find where nothing comes from. Themes: Void, origin, periphery. Miscast 1-2:  Anyone encountering the caster for the first time forgets the sequence of events that led to them meeting the caster. Miscast 3-4:  The caster’s face is replaced by a sphere of deep, unfathomable darkness. Miscast 5-6:  Something begins stalking the caster, which can only be vaguely glimpsed out of the corner of their eye; they don’t know what it is, but they do know that it should absolutely not be looked at directly.",
            "QSlots": 4
        },
        {
            "type": "A ceremonial tea seat, painted with the script of a foreign land. Requirement: To learn the sorcery, tea must flow from the kettle to the cup, but the latter must remain empty and the former full. Themes: Culture, tradition, artefact. Miscast 1-2:  The caster is unable to physically receive anything; whatever is handed to them just ends up returning to where it came from. Miscast 3-4:  The caster forgets all the languages they currently know, each of them being replaced by new, random, exotic tongues. Miscast 5-6:  The caster becomes paralyzed with awe at the sight of fine paintings, sculptures, and other significant cultural works.",
            "QSlots": 4
        },
        {
            "type": "A heavy, wrought iron key-ring, though none of the keys on it have a head. Requirement: To learn this sorcery, you must open a door that no key can open. Themes: Entrance, forbiddance, security. Miscast 1-2:  Any door the caster passes through closes and locks itself shut. Miscast 3-4:  The caster denies any request made of them. Miscast 5-6:  The caster insists on giving anyone they meet an ocular patdown in order to assess their threat level to the company.",
            "QSlots": 4
        },
        {
            "type": "A simple spinning top, upon which dancing figures appear when spun. Requirement: To learn the sorcery, for one day and one night, the top must always be spinning when you look at it. Themes: Rotation, perpetuation, cycle. Miscast 1-2:  The caster ends every sentence by performing a pirouette. Miscast 3-4:  Any sorcery cast by the caster is cast again at the same time every day thereafter. Miscast 5-6:  The caster becomes unable to sleep at night, and unable to stay awake during the day.",
            "QSlots": 4
        },
        {
            "type": "A pair of old spectacles with rusted rims and thick lenses. Requirement: To learn the sorcery, you must see yourself as others see you. Themes: Clarification, association, relativism. Miscast 1-2:  The caster’s eyes fall out of their head; they can still see through them, though they are incredibly sensitive, having no protection from the elements. Miscast 3-4:  The caster insists on conducting extensive background checks on any they make the acquaintance of, interrogating them for any hint of past wrongdoing, lest their reputation be tainted via association. Miscast 5-6:  The caster loses all ability to make ethical judgements.",
            "QSlots": 4
        },
        {
            "type": "A plain golden ring, which yet compels anyone who sees it to wish to wear it. Requirement: To learn the sorcery, you must hold in your hands the one thing that can not be stolen. Themes: Heist, hold, prize. Miscast 1-2:  Anyone whom the caster has ever wronged immediately becomes aware of the caster’s location. Miscast 3-4:  The caster refuses to have their hands full. Miscast 5-6:  The caster will never freely give another anything, insisting they must succeed in some challenge of the caster’s devising in order to earn it.",
            "QSlots": 4
        },
        {
            "type": "A blood-stained, studded training muzzle. Requirement: To learn the sorcery, you must tear into your own flesh and not draw blood. Themes: Potential, domestication, savagery. Miscast 1-2:  The caster refuses to eat any plant matter. Miscast 3-4:  The caster will disobey any order given to them. Miscast 5-6:  The caster ends every sentence by barking loudly.",
            "QSlots": 4
        },
        {
            "type": "A chained metal censer filled with heady, soporific incense. Requirement: To learn the sorcery, you must sleep for a week without waking, and dream no dreams. Themes: Odour, intoxication, unconsciousness. Miscast 1-2:  The caster emits unbearably foul odours. Miscast 3-4:  The caster will endeavour to never be sober. Miscast 5-6:  The caster is beset by horrible nightmares each night, preventing restful sleep.",
            "QSlots": 4
        },
        {
            "type": "A cruelly thorned whip. Requirement: To learn this sorcery, you must remain awake for a week, yet feel no exhaustion. Themes: Torture, resilience, limit. Miscast 1-2:  The caster feels unbearably sinful, and seeks always to find new arbiters of their punishment. Miscast 3-4:  The caster refuses to receive any healing or medical attention. Miscast 5-6:  The caster firmly believes that “just one more can’t hurt.”",
            "QSlots": 4
        },
        {
            "type": "The small taxidermied corpse of several animals, stitched variously together into a grotesque chimaera. Requirement: To learn this sorcery, you must hunt yourself, and be both predator and prey. Themes: Survival, adaptation, predation. Miscast 1-2:  The caster becomes violently, uncontrollably angry upon viewing their own reflection. Miscast 3-4:  The caster hoards all their food, refusing to share it with any others. Miscast 5-6:  The caster becomes obsessed with surpassing the limitations of their mortal form.",
            "QSlots": 4
        },
        {
            "type": "A clay effigy, featureless, yet still bearing an uncanny resemblance to you. Requirement: To learn the sorcery, stop the beating of your heart while you yet live. Themes: Representation, fortitude, vitality. Miscast 1-2:  The next time the caster sleeps, a clone of the caster is created. Both insist that they are the original. Miscast 3-4:  The caster loses the ability to feel pain. Miscast 5-6:  The caster believes resolutely that they are immune to illness and disease.",
            "QSlots": 4
        },
        {
            "type": "A gavel, once belonging to an esteemed judge. Requirement: To learn the sorcery, you must commit a crime yet break no law. Themes: Authority, judgement, corruption. Miscast 1-2:  The caster believes utterly in absolute notions of right and wrong. Miscast 3-4:  The caster will dole out punishments to anyone they judge of wrongdoing. Miscast 5-6:  The caster will always accept a bribe, no matter how small.",
            "QSlots": 4
        },
        {
            "type": "A broken noose soaked with blood and sweat. Requirement: To learn the sorcery, certain doom must be averted without your knowledge. Themes: Escape, fate, crime. Miscast 1-2:  A metal box forms around the caster. There are air holes, but no opening. Miscast 3-4:  The caster receives a vision of their own death. Miscast 5-6:  The caster believes that all they find unpleasant is in abrogation of the law; they will cite obscure, impossible, or fictitious legal clauses to justify their case, and will pursue legal action whenever possible.",
            "QSlots": 4
        },
        {
            "type": "A pair of pristine boots, fashioned with the insignia of a wing. Requirement: To learn the sorcery, deliver a message from one world to another. Themes: Celerity, delivery, contact. Miscast 1-2:  The caster’s presence bodes ill for travel; at sea the winds are always against them, on land wagon wheels and mount’s legs often break. Miscast 3-4:  The caster receives mysterious and unpleasant deliveries at unpleasant times: boxes of manure at a royal banquet, evidence of guilt while standing trial, and so on.. Miscast 5-6:  The caster’s thoughts become entangled with a random person’s somewhere else in the world; neither of them are aware of what is happening.",
            "QSlots": 4
        },
        {
            "type": "A pouch of medicinal herbs, pungent beyond belief. Requirement: To learn the sorcery, you must cure an incurable disease. Themes: Benevolence, medicine, dosage . Miscast 1-2:  The caster is unable to refuse a request for aid, no matter how extravagant or inconvenient. Miscast 3-4:  The caster develops an allergy to all but the most exotic of medicines. Miscast 5-6:  The caster becomes unable to distinguish between different measurements and volumes; a quart and a gallon may as well be the same.",
            "QSlots": 4
        },
        {
            "type": "A diary which records your desires and temptations as they arise. Requirement: To learn the sorcery, give in to your deepest, most heinous desire. Themes: Record, temptation, repugnance. Miscast 1-2:  Anyone in the vicinity of the caster can hear their inner monologue. Miscast 3-4:  The caster becomes unable to resist the temptations of their appetites. Miscast 5-6:  The caster’s visage becomes unbearably repulsive to those they admire, and impossibly beautiful to those they disdain.",
            "QSlots": 4
        },
        {
            "type": "A bronze shield, chipped, worn, and scratched. Requirement: To learn the sorcery, you must protect another from harm while suffering none yourself. Themes: Armour, protection, integrity. Miscast 1-2:  The caster refuses to wear any armour or other protective gear of any sort. Miscast 3-4:  The caster will always place themselves between their allies and harm’s way. Miscast 5-6:  The caster will always sell someone out or go back on their word at the first available opportunity.",
            "QSlots": 4
        },
        {
            "type": "A toolkit with a single iron nail inside. Requirement: To learn the sorcery, solve a problem, but be the nail, not the hammer. Themes: Fortification, repair, construction. Miscast 1-2:  The caster believes that any mechanical malfunction can be resolved with percussive maintenance. Miscast 3-4:  The caster refuses to use any items which they did not hand-craft themselves. Miscast 5-6:  The caster will always outfit themselves in the heaviest armour available to them.",
            "QSlots": 4
        },
        {
            "type": "An abacus missing half its beads. Requirement: To learn the sorcery, you must split something in two while keeping it intact. Themes: Reduction, multiplication, calculation. Miscast 1-2:  The caster insists on carrying coinage only in the lowest denominations possible. Miscast 3-4:  The caster becomes obsessed with growing their financial portfolio, and will readily agree to any investment opportunities or other get-rich quick schemes. Miscast 5-6:  Any calculation the caster performs results in wrong answers; they are, however, entirely convinced of their accuracy.",
            "QSlots": 4
        },
        {
            "type": "An autograph on a card, ripped in half. Requirement: To learn the sorcery, you must meet the person who you admire most and see them as they truly are. Themes: Signature, disappointment, division. Miscast 1-2:  The caster becomes unceasingly cruel to any who admire them. Miscast 3-4:  The caster refuses to speak to anyone they deem to be of a lower social status. Miscast 5-6:  The caster seeks to rupture the bonds of close friends and lovers.",
            "QSlots": 4
        },
        {
            "type": "A crumpled paper crown. Requirement: To learn the sorcery, force someone into another world. Themes: Banishment, position, expulsion. Miscast 1-2:  The caster becomes convinced they are rightful monarch of the land, wrongly deposed, and desire their crown back at all costs. Miscast 3-4:  The caster insists on being at the front of the company at all times. Miscast 5-6:  The caster receives a letter from wherever they learned the sorcerous arts, which disavows them as an illiterate fool and a turner of cheap tricks, and forthwith strips them of any ranks, honours, or titles they may hold.",
            "QSlots": 4
        },
        {
            "type": "An exquisitely preserved finger, sliced cleanly. Requirement: To learn the sorcery, subvert the terms of an unbreakable oath. Themes: Pact, willpower, malice. Miscast 1-2:  The caster's fingers all fall off. Miscast 3-4:  The caster must swear themselves to the service of the next person they meet. Miscast 5-6:  The caster swears undying vengeance on any who show them kindness.",
            "QSlots": 4
        },
        {
            "type": "A surgical scalpel with a handle of white bone, upon which is engraved a horse with open sores. Requirement: To learn the sorcery, the healthy must be made sick. Themes: Pestilence, desperation, frailty. Miscast 1-2:  The caster becomes the carrier of an incredibly dangerous disease, which does not affect them at all but is incredibly contagious. Miscast 3-4:  The caster’s skin becomes paper, their bones glass. Miscast 5-6:  The First Horseman is loosed upon the world.",
            "QSlots": 4
        },
        {
            "type": "A broken off piece of a mural, its origins unknown. Requirement: To learn a sorcery, return what was lost to its rightful place. Themes: Completion, separation, origin. Miscast 1-2:  The next image the caster sees comes to life, its subjects emerging into the real world. Miscast 3-4:  The caster splits down the middle into two halves; they are unharmed, but the halves must be controlled separately. Miscast 5-6:  The next person the caster encounters claims they were grievously wronged by the caster, and demands restitution to be made whole.",
            "QSlots": 4
        },
        {
            "type": "An unfertilized phoenix egg. Requirement: To learn the sorcery, create life from death. Themes: Fertility, reincarnation, gestation. Miscast 1-2:  A newborn infant is summoned and the caster charged with its care; if the baby dies, the caster dies. Miscast 3-4:  The caster's head splits open, out of which emerges the caster reborn again as an infant; it retains all its knowledge and is able to speak, but in all other ways has the capabilities of a newborn. Miscast 5-6:  An angry Phoenix descends from the sky, seeking the return of its egg.",
            "QSlots": 4
        },
        {
            "type": "A vial of perfume, in the shape of a goat’s head. Requirement: To learn the sorcery, you must convince one who is chaste to indulge in the pleasures of the flesh. Themes: Lust, chastity, obscenity. Miscast 1-2:  The caster will attempt to court an enemy's hand in marriage relentlessly. Miscast 3-4:  The caster becomes mortified at the prospect of wearing clothing which reveals any amount of skin. Miscast 5-6:  The caster's diction becomes unspeakably obscene.",
            "QSlots": 4
        },
        {
            "type": "A wineskin, upon which is stitched the image of a swine. Requirement: To learn the sorcery, you must induce one who is moderate to excess. Themes: Gluttony, temperance, inebriation. Miscast 1-2:  The caster refuses all food and drink. Miscast 3-4:  The caster becomes unable to use or consume just ‘one’ of anything. Miscast 5-6:  Any future sorceries cast by the caster, in addition to their other effects, summon a swine of random size and temperament.",
            "QSlots": 4
        },
        {
            "type": "A blood-red wax seal stamp depicting a galloping horse amid a battlefield. Requirement: To learn the sorcery, the friendly must be made to war. Themes: War, provocation, injury . Miscast 1-2:  The caster becomes a committed pacifist, averse to any and all forms of violence. Miscast 3-4:  The caster refuses to acknowledge the severity of any wound they may receive. Miscast 5-6:  The Second Horseman is loosed upon the world.",
            "QSlots": 4
        },
        {
            "type": "A small porcelain figurine, broken in two and clumsily repaired. Requirement: To learn the sorcery, make right the earliest wrong you ever committed. Themes: Youth, redemption, forgiveness. Miscast 1-2:  The caster believes themselves to be the oldest being in existence, and will claim to have first-hand memory of any and all historic events. Miscast 3-4:  No apology of the caster’s is ever accepted. Miscast 5-6:  The caster believes themselves to have been gravely wronged by a random company member.",
            "QSlots": 4
        },
        {
            "type": "A set of dice carved from the bones of once infamous gambler. Requirement: To learn the sorcery, roll the dice and have the same number come up six times in a row. Themes: Luck, probability, gamble. Miscast 1-2:  The caster is ever doomed to ultimately lose at games of chance; if money is on the line, they will often start strong before falling into a string of disastrous losses. Miscast 3-4:  The caster’s estimation of how likely something is to occur is inversely proportional to its actual probability. Miscast 5-6:  The caster is unable to turn down any opportunity to gamble.",
            "QSlots": 4
        },
        {
            "type": "A bracelet in the shape of a snake devouring its tail. Requirement: To learn the sorcery, effect must precede cause. Themes: Causality, consequence, inevitability. Miscast 1-2:  Upon completing a task, the caster loses all recollection of their motivation for doing so. Miscast 3-4:  Anyone who finds themselves telling the caster of their woes will find themselves receiving a sanctimonious lecture about how “you have no one to blame for your problems but yourself!” . Miscast 5-6:  The caster becomes convinced that their death is imminent, and becomes utterly resigned to this fate.",
            "QSlots": 4
        },
        {
            "type": "A small portrait of a woman who you recognize as your mother, who died in your birth. Requirement: To learn the sorcery, you must give your life to another. Themes: Birth, shame, guilt. Miscast 1-2:  A child appears, which follows the caster wherever they go; it does not speak, nor do anything but simply watch the caster. If it dies, it reappears the following morning. It appears to all who witness it as a child version of themselves. Miscast 3-4:  The caster apologises at every possible moment, constantly and profusely. Miscast 5-6:  The ghosts of those the caster has killed haunt them, following them around and generally making life as inconvenient as possible.",
            "QSlots": 4
        },
        {
            "type": "A blackened cook pot with an etching of a horse amid a field of withered crops. Requirement: To learn the sorcery, the full must be made to starve. Themes: Famine, cruelty, depletion. Miscast 1-2:  All food the caster consumes turns to ash in their mouth. Miscast 3-4:  The caster enjoys the suffering of others much too obviously. Miscast 5-6:  The Third Horseman is loosed upon the world.",
            "QSlots": 4
        },
        {
            "type": "A jade figurine of a gaunt, skeletal horse. Requirement: To learn the sorcery, that which is dead must be made to die. Themes: Death, overthrow, mortality. Miscast 1-2:  The caster begins to decompose while still alive. Miscast 3-4:  The caster seeks to incite violent revolution wherever they go. Miscast 5-6:  The Fourth Horseman is loosed upon the world.",
            "QSlots": 4
        },
        {
            "type": "A yellow arrow with blood-flecked, ragged fletching. Requirement: To learn the sorcery you must stand in an arrow’s path and not be struck. Themes: Hostility, recklessness, dedication. Miscast 1-2:  The caster’s worst enemy falls madly in love with them. Miscast 3-4:  The caster feels compelled to perform increasingly dangerous stunts. Miscast 5-6:  A nearby person or animal becomes completely co-dependent on the caster.",
            "QSlots": 4
        },
        {
            "type": "A plush, velvet pillow, embroidered with the sigil of a snail. Requirement: To learn the sorcery, you must convince one who is diligent to shirk their duties and obligations. Themes: Sloth, diligence, rest. Miscast 1-2:  The caster will procrastinate doing any task till the last possible moment. Miscast 3-4:  The caster becomes unable to sleep. Miscast 5-6:  The caster refuses to accept aid from anyone, insisting on doing everything all by themselves.",
            "QSlots": 4
        },
        {
            "type": "A deck of well worn cards, whose backs are decorated with unusual patterns. Requirement: To learn the sorcery, lightning must strike twice. Themes: Chance, play, serendipity. Miscast 1-2:  Probability is reversed around the caster. Miscast 3-4:  The caster becomes unable to win any games or contests. Miscast 5-6:  The caster is beset by constant small, unfortunate coincidences.",
            "QSlots": 4
        },
        {
            "type": "A glittering, golden coin, embossed with the figure of a toad. Requirement: To learn the sorcery, you must convince a person of charitable heart to hoard their wealth. Themes: Greed, charity, property. Miscast 1-2:  Everyone in the vicinity of the caster refuses to give money to anyone else. Miscast 3-4:  Everyone in the vicinity of the caster refuses to take money from anyone else. Miscast 5-6:  The caster becomes unable to have any worldly possessions.",
            "QSlots": 4
        },
        {
            "type": "A simple wood plane, with an oddly rough and bumpy finish. Requirement: To learn the sorcery you must undo the creation of which you are proudest. Themes: Creation, texture, destruction. Miscast 1-2:  The caster is compelled to destroy any intricate, delicate, precarious constructions; houses of cards, sand castles, and other such. Miscast 3-4:  The caster loses all sense of touch. Miscast 5-6:  The caster will attempt to fix any broken object they come across, not stopping until the item is repaired.",
            "QSlots": 4
        },
        {
            "type": "A set of undergarments of an erotic and exotic cast. Requirement: To learn the sorcery you must create desire between those who feel for each other only loathing. Themes: Passion, diplomacy, power. Miscast 1-2:  The caster falls madly in love with a new soulmate every month. Miscast 3-4:  The caster will attempt to stoke the enmities of any who seem as though they are making inroads to peace. Miscast 5-6:  The caster hoards incriminating evidence with which to blackmail people.",
            "QSlots": 4
        },
        {
            "type": "A red brick clung to by ancient mortar. Requirement: To learn the sorcery you must replace the foundation without collapsing the structure. Themes: Architecture, support, decay. Miscast 1-2:  The caster refuses to enter any non-ruined building. Miscast 3-4:  The caster can not stand still without falling over. Miscast 5-6:  The caster ages one year each day.",
            "QSlots": 4
        },
        {
            "type": "A writ of recall for a long exiled scholar. Requirement: To learn the sorcery you must abandon the one dearest to you. Themes: Learning, loss, irony. Miscast 1-2:  Any mail or messages intended for the caster are forever waylaid, never to be received. Miscast 3-4:  Any object set down or dropped out of sight of the caster is immediately and irrevocably lost, seemingly vanishing from existence . Miscast 5-6:  The caster takes everything that is said literally.",
            "QSlots": 4
        },
        {
            "type": "A brittle bird's nest, filled with broken, bloodstained eggs. Requirement: To learn the sorcery you must nurse a living creature from infancy to maturity, and then consume it. Themes: Home, empathy, hunger. Miscast 1-2:  All children near the caster turn on and consume their parents. Miscast 3-4:  The caster feels the pain of all nearby creatures as their own. Miscast 5-6:  The caster becomes insatiably hungry; the more they consume, the more emaciated they become.",
            "QSlots": 4
        },
        {
            "type": "A mummified cat's paw, which when held seems to emit a low, contended purr. Requirement: To learn the sorcery, one must poison themselves, in order to witness the vast unseen oneiric vistas that lay unexplored within one’s own mind. Themes: Toxin, psyche, affection. Miscast 1-2:  All cats immediately attack the caster on sight. Miscast 3-4:  The caster reverts to the mindset of a toddler. Miscast 5-6:  The caster becomes unable to be loved.",
            "QSlots": 4
        },
        {
            "type": "A fragmented pane of a stained glass window. Requirement: To learn the sorcery, you must see the truth unmediated. Themes: Shatter, sight, distortion. Miscast 1-2:  Any glass surface near the caster shatters into tiny pieces. Miscast 3-4:  The caster sees everything in delirious, disorienting, microscopic detail. Miscast 5-6:  Everything close to the caster appears incredibly small, and everything far away incredibly large.",
            "QSlots": 4
        },
        {
            "type": "An old and heavy chisel, whose weight fills you with grave responsibility. Requirement: To learn the sorcery, you must free someone who did not know they were shackled. Themes: Leverage, rebellion, resistance. Miscast 1-2:  The caster always trips when attempting to walk. Miscast 3-4:  No one will ever take orders or instructions from the caster. Miscast 5-6:  The character becomes the most publicly hated person, whose conduct is blamed for all manner of social ills.",
            "QSlots": 4
        },
        {
            "type": "A time-worn painted scroll depicting an unknown mountain range. Requirement: To learn the sorcery, you must return home to a place you have never been. Themes: Exploration, discovery, alignment. Miscast 1-2:  The caster will always wander away if left unattended. Miscast 3-4:  The caster insists that everything they encounter has been discovered by them, regardless if someone else found it first. Miscast 5-6:  The caster’s alignment inverts.",
            "QSlots": 4
        },
        {
            "type": "An ancient and moth-worn burial shroud. Requirement: To learn the sorcery, you must mourn one who no one knows is lost. Themes: Ritual, compassion, community. Miscast 1-2:  The caster throws themselves into any ditch or hole they encounter. Miscast 3-4:  The caster becomes incredibly self-interested. Miscast 5-6:  The caster insists, at every opportunity, on splitting the company.",
            "QSlots": 4
        },
        {
            "type": "A slimy, stinking ooze of unknown origins. Requirement: To learn the sorcery, you must cure the rot at the head of the fish. Correction, purification, mystery. Themes: The caster is compelled to explain and demonstrate to everyone the proper way something ought to be done, even if that person is performing the action correctly. Miscast 1-2:  All food and water near the caster rots. Miscast 3-4:  The caster refuses to answer any questions, giving only a knowing smirk instead. Miscast 5-6:  ",
            "QSlots": 4
        },
        {
            "type": "A crown of dirty, woven grass. Requirement: To learn the sorcery, you must save the life of another without them ever knowing. Themes: Recognition, honour, resourcefulness. Miscast 1-2:  The caster will attempt to take credit for anything whenever possible. Miscast 3-4:  The caster becomes prone to offense, and will challenge those who have caused them offense to duels, given the chance. Miscast 5-6:  The caster compulsively maintains a list of everyone they believe owes them a favour of some sort.",
            "QSlots": 4
        },
        {
            "type": "An ancient misogynistic screed written on flaking parchment. Requirement: To learn the sorcery, find someone who, upon reading it, heartily agrees with the sentiments expressed. Then kill them. Themes: Foolishness, reprisal, gender. Miscast 1-2:  The caster’s every action is accompanied by comedic sound effects, though the source can never be found. Miscast 3-4:  Whenever the caster has been attacked in any way (verbally, physically, magically) they must respond in kind via the same means. Miscast 5-6:  Everyone perceives the caster to be a gender they are not.",
            "QSlots": 4
        },
        {
            "type": "The sun-baked, shed skin of a great serpent. Requirement: To learn the sorcery, Ouroboros must eat its head. Themes: Secrets, growth, heat. Miscast 1-2:  The caster becomes incapable of revealing any information about themselves. Miscast 3-4:  The caster grows one foot each downtime turn. Miscast 5-6:  The caster is only ever too hot or too cold, never just right.",
            "QSlots": 4
        },
        {
            "type": "A pouch of powdery rose red soil, taken from a grave that was disturbed from below. Requirement: To learn the sorcery you must carry a grain of sand on your fingertip for a week entire. Themes: Dirt, focus, rebirth. Miscast 1-2:  The caster becomes anxious unless they are buried at least waist deep. Preferably neck deep. Miscast 3-4:  The caster loses the ability to concentrate on something for more than a few minutes at a time. Miscast 5-6:  The caster begins aging in reverse.",
            "QSlots": 4
        },
        {
            "type": "The sweat-stained rags of an impoverished giant. Requirement: To learn the sorcery one must dull themselves to the beauties of the world, and feel no joy or pleasure for a cycle of the moon. Themes: Denial, filth, depression. Miscast 1-2:  Any recreation the caster engages in brings them only irritation and misery. Miscast 3-4:  The caster will ever after refuse to bathe. Miscast 5-6:  The caster becomes irritatingly chipper at all times, especially those in which it is most inappropriate.",
            "QSlots": 4
        },
        {
            "type": "A broken sword, whose pommel is fashioned in the shape of a lion’s head. Requirement: To learn the sorcery, you must convince someone with no hate in their heart to kill one whom they despise. Themes: Wrath, patience, violence. Miscast 1-2:  The caster is surrounded by a whirling typhoon of blades. Miscast 3-4:  The caster becomes overly patient, drifting into apathy, frequently forgetting to pursue their desires at all. Miscast 5-6:  It becomes a strong preference for the caster to solve every problem they encounter with a bare knuckle brawl if at all feasible.",
            "QSlots": 4
        },
        {
            "type": "A book of epic poetry whose every line was plagiarised, the spine of which depicts a sinuous snake. Requirement: To learn the sorcery, you must convince one who is content with his lot in life to take what rightfully belongs to another. Themes: Envy, gratitude, theft. Miscast 1-2:  The caster turns a sickly shade of neon green; this colouration extends to anything they wear or hold. Miscast 3-4:  The caster is compelled to give gifts of great value to anyone who is kind to them. Miscast 5-6:  The caster is compelled to steal small items of great sentimental value.",
            "QSlots": 4
        },
        {
            "type": "An elaborate and ornate doublet which greatly restricts one’s movement, adorned with the feathers of a peacock. Requirement: To learn the sorcery, you must convince someone of humble nature to deem himself superior to all. Themes: Pride, humility, hubris. Miscast 1-2:  Whenever the caster speaks they must find some way to boast. Miscast 3-4:  The caster must have their companion’s unanimous approval for any action they take. Miscast 5-6:  The caster goes out of their way to make a foe out of priests, holy persons, angels or gods they encounter.",
            "QSlots": 4
        },
        {
            "type": "An ancient scroll, yellowed and flaking. Requirement: To learn the sorcery, you must know what it is you must never know. Themes: Prudence, reason, discernment. Miscast 1-2:  The caster’s judgement of the danger of a situation is inversely proportional to how dangerous the situation actually is. Miscast 3-4:  The caster will accuse anyone who disagrees with them of being over-emotional, as opposed to the caster, who argues only with perfect “facts and logic.” . Miscast 5-6:  The caster insists on making all the decisions for the company, down to exacting, micromanaging detail.",
            "QSlots": 4
        },
        {
            "type": "A battered and oft-repaired wheel. Requirement: To learn the sorcery, you must resist that which is irresistible. Themes: Temperance, appetites, production. Miscast 1-2:  The caster refuses to consume any alcohol or other intoxicants, and will make a great show of their denial. Miscast 3-4:  The caster becomes incredibly snobbish regarding what items are fit for their consumption. Miscast 5-6:  The caster becomes incapable of abandoning any long term goal until it is completed, even those which seem destined for failure.",
            "QSlots": 4
        },
        {
            "type": "An ancient and primitive club. Requirement: To learn the sorcery, you must endure that which is unendurable. Themes: Fortitude, courage, defence . Miscast 1-2:  The caster develops an uncontrollable craving for consuming poisons. Miscast 3-4:  Creatures that meet the caster have an intense desire to try and frighten them. Miscast 5-6:  The caster turns into a solid cast iron statue whenever they are threatened.",
            "QSlots": 4
        },
        {
            "type": "A copper balance and scales, burnished to a brilliant gleam. Requirement: To learn the sorcery, you must find what is fair in that which is unfair. Themes: Justice, proportionality, impartiality. Miscast 1-2:  The caster believes altruism to be fundamentally unjust, and that the infliction of suffering on others is the only way to beget true fairness in the world. Miscast 3-4:  The caster’s head grows three times larger. Miscast 5-6:  The caster’s solution to any disagreement is to cut the baby in half, so to speak.",
            "QSlots": 4
        }
    ],
    "heavyRangedWeapons": [
        {
            "type": "Compound crossbow, heavy ranged weapon",
            "QSlots": 8
        },
        {
            "type": "Flintlock Musket, heavy ranged weapon",
            "QSlots": 8
        },
        {
            "type": "Recurve bow, heavy ranged weapon",
            "QSlots": 8
        }
    ],
    "heavyWeapons": [
        {
            "type": "Halberd, heavy weapon",
            "QSlots": 8
        },
        {
            "type": "Great Axe, heavy weapon",
            "QSlots": 8
        },
        {
            "type": "Claymore, heavy weapon",
            "QSlots": 8
        },
        {
            "type": "Spear, heavy weapon",
            "QSlots": 8
        },
        {
            "type": "Quarterstaff, heavy weapon",
            "QSlots": 8
        },
        {
            "type": "Glaive, heavy weapon",
            "QSlots": 8
        }
    ],
    "mediumRangedWeapons": [
        {
            "type": "Arquebus pistol, medium ranged weapon",
            "QSlots": 4
        },
        {
            "type": "Recurve crossbow, medium ranged weapon",
            "QSlots": 4
        },
        {
            "type": "Self bow, medium ranged weapon",
            "QSlots": 4
        },
        {
            "type": "Sling, medium ranged weapon",
            "QSlots": 4
        }
    ],
    "mediumWeapons": [
        {
            "type": "Arming sword, medium weapon",
            "QSlots": 4
        },
        {
            "type": "Club, medium weapon",
            "QSlots": 4
        },
        {
            "type": "Flail, medium weapon",
            "QSlots": 4
        },
        {
            "type": "Flanged Mace, medium weapon",
            "QSlots": 4
        },
        {
            "type": "Morning star, medium weapon",
            "QSlots": 4
        },
        {
            "type": "War hammer, medium weapon",
            "QSlots": 4
        },
        {
            "type": "Rapier, medium weapon",
            "QSlots": 4
        },
        {
            "type": "Saber, medium weapon",
            "QSlots": 4
        },
        {
            "type": "Battle Axe, medium weapon",
            "QSlots": 4
        }
    ],
    "quiver": {
        "type": "Quiver, holds ammo. Depl 10",
        "QSlots": 4
    },
    "relics": [
        {
            "type": "Blade Relic: When you deal damage, you can spend favour to inflict a condition on your opponent. This condition is chosen when the relic is attuned to. The condition lasts for a number of initiative turns equal to favour spent.",
            "QSlots": 4
        },
        {
            "type": "Wand Relic: When a character makes a check, you can spend favour to reduce the DV of that check by an amount equal to favour spent.",
            "QSlots": 4
        },
        {
            "type": "Shield Relic: When you or an ally takes damage, you can spend favour to impair that damage a number of steps equal to the favour spent.",
            "QSlots": 4
        },
        {
            "type": "Cup Relic: You can spend favour to grant a number of allies, equal to the amount of favour spent, immunity to a condition. This immunity has a duration equal to your miracle duration.",
            "QSlots": 4
        }
    ],
    "shields": [
        {
            "type": "Small shield,  4 Blocks",
            "QSlots": 4
        },
        {
            "type": "Large shield, 6 Blocks",
            "QSlots": 8
        }
    ],
    "tools": [
        {
            "type": "Alchemist tools.",
            "QSlots": 4
        },
        {
            "type": "Burglar’s tools.",
            "QSlots": 4
        }
    ]
}