{
  "aesthetics": [
    "Loves plaid.",
    "Has a sharp sideshave.",
    "Is covered in tattoos.",
    "Has many piercings.",
    "Has pronounced fangs.",
    "Wears thick glasses.",
    "Always has on a spare pair of goggles.",
    "Dresses entirely around their combat boots.",
    "Wears simple clothing and practical work boots.",
    "Delights in delicate gloves.",
    "Adores fine jewelry.",
    "Enjoys wearing no makeup.",
    "Has fantastically unkempt beard.",
    "Appears completely hairless.",
    "Draws on elaborate eyebrows.",
    "Smells of gentle cologne or perfume.",
    "Bears an overbearing scent of cologne or perfume.",
    "Terribly spooky.",
    "Dressed in an almost ethereal manner.",
    "Other-worldly.",
    "Covered in dirt and grime.",
    "Wears a cacophony of gaudy colors.",
    "Wears only the latest fashion.",
    "Armored from toe to tip.",
    "Lightly armored in a casual way.",
    "Has 13 daggers visible on their person.",
    "Seems unremarkable in an uncanny way.",
    "Whimsical in robe and movement.",
    "Has perfect posture and practical garment.",
    "Wears several indicators of their religion.",
    "Sparkles from every inch.",
    "Would never be caught without a broad smile on.",
    "Wouldn't be caught dead smiling."
  ],
  "quirks": [
    "(Malaprop) It is my conviction to use extant words to ingratiate myself as more edificated. I'm quite congruent with my lexagon.",
    "Anytime I find myself in distress I turn to prayer. I also find I'm in prayer a lot.",
    "As a child I was such a sheltered shut in that I have almost no experience with practical life outside my room.",
    "As a rule, I refuse to respect those in an authority position, especially if it's an unwarranted authority.",
    "Believe it or not, I have a personal guardian spirit who watches over me and protects me from harm",
    "Born with a silver spoon in my mouth, I love the finer things within my society, and I can't bear to be without them.",
    "Cleanliness is next to godliness as they say. I like to keep everything clean and neat.",
    "Clothing are an opportunity to express myself, and I do so with great fervor.",
    "Coercion and Intimidation get me most of what I want, and I know who to suck up to get away with it.",
    "Cold and careful calculations can get me through any problem, I can see everything clearly.",
    "Cooking is my passion, I make such delightful foods, won't you try some?",
    "Despite anything that comes at me, I am always the calm within the storm. My emotions wash over me like so much rain.",
    "Do you think I ask too many questions? Does it bother you? Oh! What's that!?",
    "Elegance, Grace, and Finesse make the person who they are, etiquette cannot be sacrificed for any cause.",
    "Every opportunity is a learning opportunity, if you just look at it right!",
    "Everyone you meet is a life-match for someone else, and it's up to me to arrange them!",
    "Everything I do is unconventional, but surprisingly effective.",
    "Folks say I need to worry more, but I can't help that I'm just so dang easy going.",
    "Folks say I'm a picky eater, but I like to think I just have more specific tastes than most.",
    "Folks will do things my way, or they'll do them without my participation.",
    "For some reason no one trusts me, I seem to give off an underhanded air. I'm actually quite honest.",
    "Give me a wild thrill over a boring safe day any time. I'm what you might call reckless, but it's fun.",
    "Happiness is a sharp insult. Even if it's pointed at me, I can't help but applaud a clever jab.",
    "Honestly, I'd rather not be perceived, or interacted with. Please leave me alone.",
    "I accidentally learned a terrible secret about someone very powerful, I don't know what to do about it now.",
    "I always do my research, I get as many details about anyone I work with when I work with them.",
    "I always give others advice, whether they want it or not, even if they are more skilled than me.",
    "I always have to be fiddling with something, I absentmindedly pick things up, and sometimes I break them a little.",
    "I always seem to have scraped up knees and bruised shins. I just move through life rough and tumble.",
    "I am a staunch utilitarian, all things can be quantified, even happiness.",
    "I am a terrible show-off. I will do anything I can to impress someone, even more so for someone new.",
    "I am an absolute perfectionist, and you should be one too.",
    "I am an insufferable romantic, if life isn't about finding your true love, what is even the point?",
    "I am an unapologetic hedonist, if I'm not enjoying myself, something is wrong.",
    "I am an unshakeable optimist. If you try your best, nothing bad can truly happen.",
    "I am an upstanding member of my faith, but I readily accept other doctrines and philosophies around the divine.",
    "I am at the end of my rope, and if I lose hope now, there will be no coming back for me.",
    "I am bafflingly clumsy, to the point of absurdity. Folks say I can trip over a buried seed.",
    "I am deeply involved in my local politics, and everything I do revolves around that.",
    "I am fascinated by fire, I understand the lure of flame that moths feel so innately drawn to.",
    "I am fatalistic to a fault, I believe everything has been precisely planned and cannot be deviated from.",
    "I am a simple person of simple pleasures. Creature comforts of food, warmth, and a decent cushion are all I need.",
    "I am uncomfortably bland. Or at least that's what folks tell me. A simple life suits me fine.",
    "I am under the impression that I have been given sight beyond sight, and I find strange omens in everything I experience.",
    "I assure people not to be concerned an awful lot for one who is *always* worrying. I'm just the nervous sort.",
    "I behave the opposite of how I feel, because I need to hide my real feelings for one reason or another.",
    "I believe people who have lived different lives than me are mystical and fascinating.",
    "I believe that obeying those who are powerful is the path to my own personal power.",
    "I belittle myself in order to seem more personable.",
    "I believe a set of religious ideas that no one has ever heard of, but it doesn't bother me.",
    "I believe the true sign of maturity is holding two conflicting ideas at once in one's mind.",
    "I can always crack an off joke when things get too heavy.",
    "I can quote an obscure poet's complete works entirely from memory. I often do.",
    "I can spin a yarn or two. Nothing wrong with a tall tale, especially if I'm the center of the story.",
    "I can wrangle a metaphor out of any situation. They might not make sense, but I can make them work.",
    "I can't sleep on a regular schedule, I just grab sleep here and there when and where I can.",
    "I cannot see my own shortcomings and refuse to acknowledge my mistakes.",
    "I constantly underestimate my own abilities, I'm probably a prodigy at something, but I don't think I'm that great at it.",
    "I couldn't be more awkward if I tried, and believe me, I tried. Once. It was bad, though.",
    "I don't experience emotions as deeply or as extremely as others do, I find it curious but not troublesome.",
    "I don't have a lot of time, so if we're talking lets just cut to the chase.",
    "I don't have time for long winded stories and gossip, tell me what you want and get one with your life.",
    "I don't like doing any work or anything hard, and I know all the ways to get away with it.",
    "I don't so much have a solid faith, as pray to whatever god or saint seems right for the situation.",
    "I don't speak much, and I don't make much fuss. I'm quietly observing everything I can survey.",
    "I don't tolerate weakness, a chain is only as good as its weakest link. I won't have anyone else drag me down.",
    "I don't trust anybody. The nicer someone seems, the more likely I figure they're angling for something.",
    "I don't trust folks who hoard wealth. They'd sell their own family for a ha'coin.",
    "I don't want to make friends with anyone new, I've already lost too much, I can't bear to lose again.",
    "I’ve done some terrible things in my past. I was caught. Nevertheless, I'm not afraid to do more terrible things.",
    "I drink to excess, why I'd drink to anything if there's a celebration going on.",
    "I feel a tremendous empathy for every person, animal, or even object I encounter.",
    "I feel cheated by a local person, they took the opportunity of the lifetime away from me and I'll make them pay",
    "I find all my wisdom in various religious texts and proverbs, I have a snappy quote for any situation.",
    "I freely spend my money, and often find myself a bit short of coin. If I spread the goodwill around I expect it to come back around",
    "I get confused really easily, it's very distressing.",
    "I grew up isolated from most societies, I'm more comfortable in a tent than I'll ever be in a building.",
    "I grew up on the streets of a nearby city, and it wasn't pretty. I don't want to go back to that.",
    "I had a great deal of money saved up, and then I lost it to a sudden tragedy. Can't dwell on that though.",
    "I hate having too many material possessions, it just becomes clutter to quickly.",
    "I have a bad temper, and I'll go off at the smallest slight against me.",
    "I have a beast of burden, and they they are my closest friend.",
    "I have a catch-phrase that I almost always say, it's impulsive. I kind of hate it, but I can't not say it.",
    "I have a dirty mind and filthy mouth, and just a mortifying sense of humour.",
    "I have a great sprawling philosophy, and I'm always espousing my great ideas.",
    "I have a habit of chewing more than I can bite off, and it gets on other people's nerves.",
    "I have a limited amount of time in my life, and I won't waste a second of it.",
    "I have a pronounced twitch, it's pretty annoying, but I make do, and I'd rather not talk about it.",
    "I have a quiet secret I keep to myself, it's nothing exciting, but it's nice that it's mine.",
    "I have a small physical tic, it's nothing too distracting for me, just one of those things.",
    "I have a strange fascination with blood, and no I'm not a vampire, I just think it's pretty.",
    "I have a terrible feeling that I'm going to betray everyone I know, and I don't know how or why.",
    "I have absolutely no fears except one unconventional thing that most find harmless. They are wrong.",
    "I have almost no voice control, everyone says I'm terribly loud.",
    "I have an uncanny talent I hate. I wasn't born to practice this mundane skill, I'd much rather pursue a specific interest I'm awful at.",
    "I have attended a well-off educational facility, and I will not fail to mention it as often as possible.",
    "I have flights of fancy constantly, falling in and out of love with people, places and things.",
    "I have never been very good with people, I'd rather trust a beast of burden than any person I've ever talked to.",
    "I have never met a dog I didn't like. I only talk about dogs. They are so good!",
    "I keep all manner of strange and atypical pets and critters, I don't find anything strange about it",
    "I keep my money tight, and carefully budget my purchases, a coin saved is a coin earned after all.",
    "I know better about anything than anyone, and I'm not afraid to make that clear.",
    "I laugh often, hard, and heartily even when its inappropriate, I can't hold back my delight.",
    "I like really cute things. Adorable things. I don't let this make me embarrassed, I embrace who I am.",
    "I like to think of myself as a heart-breaker, whether or not it's true, well that's not for me to decide.",
    "I live by a simple rule, work hard then play hard.",
    "I live by the hunt, and I suspect I'll die by the hunt, and that will be a life well lived by me.",
    "I live my life by a strict and obscure stricture, I don't expect others to understand.",
    "I live my life on a rigid schedule, and if you disrupt my schedule I'm wrecked for weeks.",
    "I love lists, and can't get anything done if it's not properly written out first.",
    "I may be gruff and gritty, but I have a strong sense of fairness, and always live by that sense.",
    "I may seem high-strung, but I work best under pressure.",
    "I need constant stimulation, when am I going to do something fun next?",
    "I never blink. It's probably fine. The local healers say it's fine as long as I keep my eyes wet.",
    "I never like to have my back to a window or an opening, rather have it to a wall or a tree.",
    "I never met a person who didn't fascinate me, everyone has such a unique story!",
    "I often find myself daydreaming and getting tangled up in my own mind, and forget to pay attention.",
    "I often forget people's names, or get them wrong, if I carry myself with confidence, no one will notice.",
    "I plan on getting filthy rich one of these days, one of my schemes will pan out soon!",
    "I practice an odd hobby that's uncommon where I live, but I excitedly talk about it at any chance.",
    "I prefer the simplicity of my labor. No hard choices, just mind calming work.",
    "I prefer to wear my clothing in a way that's seen as 'wrong' in my culture. It just feels right to me.",
    "I really don't like it when other people touch my things or invade my space.",
    "I really like hiding from people, I don't know why, but anytime I can hide I just feel great.",
    "I resort to thick flattering others whenever I want anything.",
    "I saw an impressive monster once, and now it's the only thing I talk about anymore.",
    "I served the local military, and I'm always telling stories about my glory days.",
    "I should always be the center of attention, and I get salty when I'm not.",
    "I stick to my detailed plans. Things only go wrong when I deviate from my plans.",
    "I suffer from pretty incredible head-aches. The healers have a tea that helps alleviate them, but they're quite distracting.",
    "I talk fervently with my hands.",
    "I talk to plants, but don't care much for conversations with people.",
    "I tell impossibly dry and morbid jokes. It doesn't bother me if no one laughs.",
    "I think I'm much stronger and more powerful than I actually am. Most people humor me, and I'm not really aware of it.",
    "I truly believe my local government has everyone's best interests in mind, I wish to help them however I can.",
    "I use sarcasm to avoid getting emotionally involved with anything. I've had enough of that.",
    "I used to have a serious gambling problem, but I've put those days behind me. It's hard, but worth it for my family.",
    "I was born into the higher class of society, but honestly I prefer the company and philosophy of the common folk.",
    "I was recruited to the local military, and I'm still deeply scarred from the horrors of open combat.",
    "I was wrongly imprisoned, and it was terrible, I still have nightmares about it.",
    "I will have you know that cats are a fantastic pet. The true animal lover adores a cat.",
    "I would do absolutely anything on a dare.",
    "I wouldn't let anything go to waste, I keep everything I can, you never know when you might need it.",
    "I'd rather spend time with folks different from me, than those who are similar.",
    "I'd steal from the dead, no trouble, its not like they need it where they are going.",
    "I'll jump to conclusions quicker than a cricket in spring. I don't forgive very quickly though.",
    "I'll talk your ear off about the finer details of my profession, even if you're in a hurry.",
    "I'm a complete push-over, no matter how hard I try to say no to something, it always comes out as a yes.",
    "I'm a glutton for details. Knowledge is power, and even more so when it comes to gossip.",
    "I'm a person of few words. I let my actions do the talking.",
    "I'm a wanderer and I don't know how long I'll be around. I try and outrun my troubles to little avail.",
    "I'm always fiddling with a terribly sharp knife.",
    "I'm always measuring those around me with my eyes, trying to find their greatest weakness if a fight breaks out.",
    "I'm always pocketing bits of food in my pockets for later, a snack is a lovely thing to have on hand.",
    "I'm always prepared with a backup plan incase the backup to the backup plan falls through.",
    "I'm always talking to myself, and I don't see why I should be ashamed of it.",
    "I'm always up to date in the latest art trends, and can't stand those who can't keep up.",
    "I'm homesick for a home I've never known. I always feel like I'm in the wrong place.",
    "I'm incredibly religious, and abhorrently intolerant of other religious ideas, they all come of as heresy to me.",
    "I'm just happier when it rains, I cannot tell you why. Normally joy slides off me like water off a duck's back, but not in a spring shower.",
    "I'm more confident than I have sense, maybe it's bluster, but it's kept me going this far.",
    "I'm multilingual, and I'm constantly slipping between languages on accident.",
    "I'm no master artist, but I've always got a sketch on a bit of scrap.",
    "I'm not great with subtlety, I just say bluntly whatever I'm thinking.",
    "I'm not so much a thief, as I have a looser concept of finders keepers than most.",
    "I'm pretty deeply involved in the ongoings of the local criminal activities. I don't want anyone to know.",
    "I'm remarkably religious, and I hold tight to a specific person of my faith, and always refer to them.",
    "I'm so proud of my family, I boast about how great they are at any chance I get.",
    "I'm somewhat famous in my community, and I live for my fans.",
    "I'm stubborn to a fault. You'd have more luck teaching a cat to ride a mule than get me to budge.",
    "I've glimpsed life after death, it was so calm and tranquil. I can rest easy knowing what's in store for me.",
    "I've got a ferocious curiosity and a lack of focus, I get easily distracted by interesting things.",
    "I've killed before, and I'll do it again, I'm just biding my time for the right opportunity.",
    "I've lived through a great tragedy, and it's been a heavy burden on me for some time.",
    "I've made someone mad, and I'm avoiding them, I would prefer not to get found out by them.",
    "I've never met a law-maker or enforcer who I didn't hate. Can't trust them as far as you can throw them.",
    "I've seen such strange and wondrous things, there's little in this world that can shake me.",
    "I've seen the other side of the afterlife, and it was horrifying. I must amend my ways.",
    "I've spent enough years sleeping on the ground, I won't sleep in anything but the nicest bed I can afford.",
    "If I'm not working on at least 3 concurrent projects, I'm probably dying of boredom.",
    "Just because I cannot play my instrument doesn't mean I shouldn't.",
    "Kindness and respect are my two greatest tools when interacting with others, my folks raised me to treat folks right.",
    "Life is best lived in the moment. No time to worry about the past, no reason to worry about the future.",
    "Manners and etiquette are for people who pretend to care about such things, I live my life quick and messy.",
    "Measure twice, cut once. All my tasks are completed with optimal efficiency.",
    "Mischief is my middle name, or well, at least that's what I tell people.",
    "My charm lets me get away with certain social faux pas that others cannot. A smiling rogue of sorts.",
    "My eyes are always zipping about to confirm my nearest exit strategy. Always be prepared to bolt.",
    "My eyes scan for every possible attack at all times, I will not be caught off guard.",
    "My home-town is my favorite location. I have no need to travel, a heart is happiest when it's home.",
    "My key virtue is patience. If anything takes time to do, it's probably worth the wait. You can't rush quality.",
    "My life has been cold, brutal, and difficult. I don't even really notice violence any more.",
    "My life is all about my daily exercise regimen. If I'm not pushing my body to its limits, am I even really living?",
    "My loyalty isn't easy to get, but once you have it, there's nothing I wouldn't to for a friend.",
    "My mind zips around too quickly for me to ever make up my mind about anything. Anything's possible.",
    "My original family and I don't get along, now I have a found family and we're better off for it.",
    "My sweet-tooth is formidable, I can eat more sweets than a child in a patisserie.",
    "My whole personality revolves around death, I'm always thinking morbid thoughts.",
    "Nearly died once, saw something from the beyond, it looked terribly boring and dull.",
    "New friends are just a new source of stories, and a new audience for the stories you love to tell.",
    "No matter how many times I get knocked down, I will always get up, dust myself off, and try again.",
    "No one impugns upon me unharmed. If you insult me or mine, I will destroy all in your line.",
    "Nothing delights me more than a dance, be it a jig, a waltz, or just a shuffle, it brings me life!",
    "Nothing excites me more than a good fight. Watching a good fight. I don't want to get hurt!",
    "Nothing is more fun than flustering someone serious, I do whatever I can to get under people's skin.",
    "Odds are I'm lying, even when I sound sincere. Especially when I sound sincere.",
    "One of these days I'm going to be world-renowned. They'll be singing my stories centuries from now!",
    "Philosophy and deep conceptual questioning is the passion of my life.",
    "Rain, storms, and natural disasters excite me, I feel most at home in the wrath of nature.",
    "Reading bores me deeply, but I have such admiration for those who do it frequently and often.",
    "Rules are made to be followed. If the rules aren't working, it's best to change the rules to fit the situation.",
    "Safety and fear are for the weak. Lets do something to spice up our situation.",
    "Silence is golden. Need I say more?",
    "Some say I'm moody, but my attitude literally changes with the weather, I think it's a curse.",
    "Somehow I got mixed up in the local criminal activities. I really want out, but I don't know how.",
    "The best way to untie a knot is to cut through it. Direct solutions are the best for all problems.",
    "The divines are as untrustworthy and fallible as the living, and I won't put my trust in them.",
    "The only path to a better life is hard and honest work, any other path will catch up with you in the end.",
    "The open sky terrifies me, I can't explain why I always feel like I'm going to fall into it.",
    "The way I see it, a stranger is just a friend you haven't made yet.",
    "There are only three pleasures in life; love, food, and fighting. I do all three with vigour.",
    "There are people who are important, and there are people who are not. I am, obviously, the former.",
    "There is always a reason to celebrate, and I am determined to find it.",
    "There is nothing like a mind-puzzler to pass the time. I love riddles and complex mysteries.",
    "There's blood on my hands, and no one knows of it yet. I cannot let anyone know what deeds I've done.",
    "Though I committed a bad crime, I've done my time, and I've got my life on the right track. I'm a better person now.",
    "Though I have no skill, it doesn't prevent me from singing at the top of my lungs.",
    "Variety is the spice of life, and I'd rather experience something unique than something conventional!",
    "Violence simply is not a viable answer for me personally, no matter what I believe.",
    "What's a little dirt and grime? I'm pretty sure that too much cleanliness is bad for your health. I rarely bathe.",
    "When folks get to disagreeing, I set to compromising. I don't think there is any position one can't empathize with.",
    "When I say I'm going to do something, I mean it. My word is worth more than my weight in gold.",
    "When measuring risk against reward, I tend to forget about the risk, and focus on the reward.",
    "Whether it's true or not, I believe firmly that I am possessed by a malignant spirit, and I must not let it corrupt me further.",
    "Why, yes, I do, indeed, like the sound of my own voice. Thank you for noticing.",
    "Words are cheap, actions make the person who they are. I'll judge by what's done, not by what's said.",
    "You wouldn't know it by looking at me, but I'm an agent in service to a distant government, here as ears and eyes."
  ],
  "virtues": [
    "Balance: All things in nature must be balanced, and so must we. Excess of any kind can only lead to ruin.",
    "Beauty: Through the catharsis of that which moves you can you hear the voices of the gods.",
    "Bravery: Fear is but temptation, we must resist it, and take our fortune by the horns.",
    "Carnage: Suffering, Destruction, and Pain are but the fire through which the gods make us pure. ",
    "Change: No thing grows by standing still, all things move through life, living is just a process of constant change.",
    "Chaos: All things tend towards falling apart, it is clear that nature prefers a state of chaos.",
    "Clarity: Our worst deeds are committed when we are not clear of mind, either intoxicated, or when we lose our senses from desire.",
    "Community: All people create a community that should nurture and take care of all those who need it.",
    "Compassion: I might not understand what you are going through, but I can feel empathy for anyone. So too, should you.",
    "Conquest: Through overcoming others, do I exert my mark upon this world, and by leaving my mark I become great and glorious.",
    "Courage: True courage is to see the world as it is, and know that it's foolish, but to follow your heart anyway.",
    "Creativity: To think on one's feet, and make do with what one has, this is the essence of creation, and it lives within all of us.",
    "Creed: It matters not by what structure a person lives, but that they have a structure by which they live to shape them as a person.",
    "Curiosity: We cannot grow save by examining the world around us.",
    "Danger: One must do something that scares them everyday, it promotes growth.",
    "Daring: They who dare, win. Nothing ventured, nothing gained.",
    "Death Wish: I know my end is coming soon, and I intend to get something special done before that.",
    "Dedication: Give me a person who's got a passion they stick to everyday, I can't stand those who refuse to commit themselves to something.",
    "Delight: Life is entirely too short not to make the best of every moment. Everyone should enjoy themselves to their content.",
    "Destiny: Our life has been laid out for us, and all we must do is live up to our higher callings.",
    "Determination: Through grit and gumption one can achieve all tasks, and thus I will be the very best.",
    "Eloquence: Those who know how to weave words best quickly rise to the top, and they know just how to get what they want.",
    "Emptiness: Hold not tightly to people, objects, or ideas. Release that which is dear to you and empty your mind of desire.",
    "Esoteric Code: I have my own set of unique strictures, and I live by them adamantly.",
    "Excitement: We live to be entertained, frightened, and intrigued. Boredom is truly the greatest sin.",
    "Expertise: Practice leads to skill, expert practice leads to expert skill, always strive for the best.",
    "Faith: There is no such thing as luck, that which we see as fortune is simply the will of the gods.",
    "Faith: Those who believe without a token of evidence are those who are truly blessed. One cannot be devout without shedding their own doubt.",
    "Family: Take care of your own, for your duty is to your family and your name. ",
    "Friends: A person who's loyal to their friends above all else, is a person worth their salt.",
    "Friendship: The magic of friendship can endure any hardship. Friends are who you can count on when the chips are down.",
    "Generosity: We are only as good as what we can give to others. By sharing what we can, we become wealthy in goodwill and love.",
    "Glory: Through my acts, my deeds will be sung in the voices of the exalted for all time. We must all strive to be so.",
    "Goodwill: All people are innately good, corruption is only the result of fears and loss, with enough time and energy they will tend towards good.",
    "Greater Good: The needs of the many outweigh the desires of the few.",
    "Greatness: Through making ourselves great do the gods measure our worth.",
    "Hard Work: Blessed be those that toil, for they are the foundation of society, and the only ones to know true peace.",
    "Health: One only has their body and its wellbeing. Take care, and live well.",
    "Honesty: Lies will tangle you into a wicked web, those who speak and live honestly have nothing to fear.",
    "Honor: We must not take what is not given to us, neither by stealing, nor by taking more than we need.",
    "Hope: Things will always get better. Just, sometimes they have to get worse before they can get better. The future contains a brighter day.",
    "Humility: Those who do their deeds well and do them quietly are the true workers of good in this world.",
    "Humor: The world is terrible. You can laugh about it, or you can cry. I choose to laugh.",
    "Indifference: Life is hard and cruel, and it only gets harder and crueler the closer you get to anyone.",
    "Individualism: The only person anyone need worry or care about is themselves.",
    "Innocence: Those who do no harm must first be protected from those that would harm them.",
    "Intellect: Knowledge is power, and power gives you the greatest of freedoms. Intellect is the key to the worlds.",
    "Invention: Through creation of greater tools we can create a greater society.",
    "Justice: Fairness and equality cannot be found in nature, that is why we must strive to create them for ourselves.",
    "Kindness: Through giving and caring we can create a world that we would want to live in.",
    "Lateral Thinking: There are no situations in life where there are only two choices, often there is a hidden third option that is best.",
    "Liberty: Anything that reduces another person's freedom is nothing less than tyranny.",
    "Life: All life is sacred, we must value and respect all living things.",
    "Logic: Allowing one's mind to be clouded by feelings and delusions is the way to ruin.",
    "Love: There is no power stronger than the bonds of love.",
    "Might: Trial by combat is the only true judge of character, those who are strong must lead those who are weak.",
    "Nature: That which is wrought not by the hands of people is more important than anything we can imagine.",
    "Obedience: The leaders of my community know what they are doing, and through obedience to them do I become great.",
    "Order: That which falls apart, falls apart from a lack of organization, through order all things survive.",
    "Patience: Good things come to those who wait, and time heals all wounds.",
    "Patriotism: My locality is my identity, and through its laws and customs are we brought to civility.",
    "Peace: A world without war and violence is one we must all struggle to build.",
    "Perfection: Anything worth doing right is worth doing absolutely right. Anything short of perfect is failure.",
    "Profit: Only through wealth can we make ourselves better.",
    "Prudence: Wisdom and careful judgement are the only virtues that should be applied broadly and heavily, all else can be false guides.",
    "Purity: With knowledge comes corruption. Those who seek deep answers lose too much, better to keep to simple and pure thoughts.",
    "Redemption: We must cultivate a world where in those who are evil are taught to be good, anything else is a waste of time.",
    "Resilience: People are tough, we can survive almost any hardship. The greatest are those who persevere in adversity.",
    "Respect: The admiration and approval of others must be earned, not given. Respect is the currency of the community.",
    "Responsibility: It matters not what duties a person takes or is given, only that they accept and execute those responsibilities.",
    "Selflessness: We have nothing to ourselves, in the end, we are only that which we provided for others.",
    "Service: A person is only as good as that which they do for others.",
    "Sin: Whatever your virtue is, I aim to have you break it. We're all dirt down here, and people tend towards evil, they just don't want to admit it.",
    "Solidarity: If one of us can't eat, none of us eat. An injury to one is an injury to all.",
    "Temperance: One must master their own impulses, and live a life where they give not into temptation.",
    "The Greater Powers: There are godly beings that know what's best for us to be and do, we must abide by their needs.",
    "Tradition: Ancient cultures and practices are tenacious because they contain hidden wisdom.",
    "Tranquility: Accept what is, move as you can, let your breath lead to stillness of mind.",
    "Variety: One must try something new at least once a day.",
    "Vengeance: I have forsaken justice, I care not for what is fair, now I only care for ruining those who have ruined me and mine.",
    "Zeal: The greatest sin is to live one's life only half invested. Anything worth doing is worth doing fully."
  ],
  "troubles": [
    "A fool and their money is soon parted, and I'm that fool. I always bet on the underdog, and it doesn't pay out for me.",
    "A powerful jealousy possess me whenever those I love talk to others, anyone could be trying to steal them away from me.",
    "Certain folks make me uneasy, and I am not ready to address my prejudices.",
    "Despite all evidence to the contrary, I do not believe the gods are real, and I won't indulge such fancies",
    "Every conversation is an opportunity to show off my robust debating skills and minor interest in philosophy.",
    "For one reason or another, I've killed a lot of people. Every night I dream, I'm haunted by their ghosts.",
    "I am aggressively dogmatic about my beliefs, and will defend them violently if I can.",
    "I am extremely famous, and yet no one recognizes me. No one believes I am the person that I am.",
    "I am rigid in my thinking, and unwilling to give others the benefit of the doubt.",
    "I am the precise image of hypocrisy, I expect folks to do as I say, and not as I do.",
    "I appear much like a local person of note. I know. I get it a lot. It's rather bothersome.",
    "I believe thread-bare conspiracies and see agents of harm hidden everywhere around me.",
    "I can't be honest with myself about who I am, and now I hate anyone who even resembles me in that way.",
    "I can't seem to keep my sharp tongue from lashing out at everyone, I really do try to be nice, but everyone makes it too easy.",
    "I can't stand options, any time I'm presented with a choice I become overwhelmed by indecision.",
    "I care deeply about someone I shouldn't, but we cannot express our affection in public.",
    "I care deeply about someone, but I haven't worked up the courage to tell them how I feel.",
    "I couldn't keep a secret to save my life, and I'm a terrible gossip.",
    "I crumple at the slightest provocation, I'm an utter push-over and a people-pleaser. I'd never stand up for myself.",
    "I despise being in large open areas, when given even a shadow of a choice, I'd rather be somewhere small and tight.",
    "I don't accept the local currency, I only trade in an obscure bauble, and I won't be talked out of it.",
    "I don't care at all for any sort of person, except those who are proven warriors, I won't respect anyone who hasn't seen combat.",
    "I don't care one wit for courtesy, folks will deal with me when I want them to, and I won't go out of my way for anyone.",
    "I don't find death off-putting at all, I discuss it openly and simply and don't understand why people don't like it.",
    "I don't know how to treat anything seriously, and I'm afraid if I stop goofing off, I'll break and never recover.",
    "I don't know my own limits and I'm always over-doing it. It can take me days to recover from this.",
    "I don't like eye contact, anytime I try to do it, I end up making the other person extremely uncomfortable.",
    "I don't maintain my friendships or my family relations, I dedicate myself fully to my work and my craft.",
    "I don't really understand the value of money, and I spend it overly easy, I'm always getting into trouble for it.",
    "I don't think I deserve nice things, and often feel uncomfortable with them, always waiting for the other shoe to drop.",
    "I don't think I'll ever really know what it's like to be happy. My community supports me well enough, and its not really a problem.",
    "I fall in love entirely too easily, or at least I think I do, and I get violently possessive of the subjects of my desires.",
    "I follow laws and rules to the letter, and demand that others do so as well. Such things are powerless if we do not follow them absolutely.",
    "I freely and openly speak with the gods as if they can always hear me, no special occasion needed.",
    "I fully believe that if I was in charge of everything I could make everything better. People just don't know what's good for them.",
    "I get distracted terribly easy, no matter what I do I always get off track somehow, and I'm always losing things.",
    "I hate being in confined spaces, even houses make me uncomfortable, if left outside I'm fine though.",
    "I have a history as a coward, and most folks know it, I'm fiercely ashamed of it, but there's nothing I can do.",
    "I have a physical impairment that makes my life difficult, fortunately my community has helped me make do.",
    "I have a rough anger problem, which has lead me to live with a hot head and a hair trigger, I'm working on it.",
    "I have a serious issue with how much intoxicants I intake, its beginning to affect my life in a bad way.",
    "I have absolutely no patience, no matter how hard I try, I just need to do everything fast, I can't stand waiting around.",
    "I have angered a vindictive priest of a particular religion, I'd rather not have their attention focused on me.",
    "I have long meaningful conversations with animals and object, it doesn't bother me any if they don't respond.",
    "I immediately despise anyone who doesn't recognize my name, or celebrate my accomplishments.",
    "I look down on those who have less than me. Even worse are those who have my means, but don't know how to use it.",
    "I made a promise to a powerful spirit, and I wasn't able to keep it, so now I am in their debt.",
    "I never forgive, I never forget, and the gods help you if you ever bear my grudge.",
    "I once believed I could be saved, but now believe I have lost my chance at redemption, I see no reason to strive to be good anymore.",
    "I once broke the law, and someone else took the fall. They weren't even involved, I'm consumed by guilt, but haven't done anything about it.",
    "I recently lost someone I cared about, I don't think I'll ever be over them.",
    "I run away from all my problems. If I keep traveling, moving, and avoiding, they'll never catch me.",
    "I see no trouble in always asking others to provide for me, if they didn't want to, they'd say so. I'm always asking for things.",
    "I seek comfort in intoxicants and distractions, otherwise I'm forced to face my climbing debts and arrears.",
    "I snap at anyone prying into my business. I don't have any secrets, but I really can't stand people snooping about me.",
    "I struggle to live up to my own virtues, I don't know if I ever will.",
    "I tell insufferably long stories, and give winding descriptions, regardless of rush of others.",
    "I use what power and influence I have to make my problems go away, even if they are people I've wronged.",
    "I value plants far more than human lives, if I had my druthers, I'd trample the people who harm my flowers.",
    "I was chasing my dreams, but someone shattered them before me. I'm bitter and cynical about it and everything else now.",
    "I was once bound for greatness, but I made a bad choice, and it cost me my dreams. Now I try to live the best I can.",
    "I will gladly take credit for someone else's work, I'm better at selling the idea of a thing than most people are anyway.",
    "I'd risk my life with terrible odds at survival if it meant I could learn about an idle curiosity of mine.",
    "I'd trade my first born child for a single silver coin.",
    "I'll always cheat, steal, and lie if I think I can get away with it, I can't help how fun it is to pull one over on folks.",
    "I'll use intimidation and brutality before I'd ever consider being polite or asking nicely.",
    "I'm a boarish braggart, and no matter what I do, I have to tell everyone how I'm the best at something.",
    "I'm a powerful monster in disguise, I cannot let other people know my secret.",
    "I'm a sucker for decadence make my brush from gold, and braid my hair with silk.",
    "I'm a terrible skinflint, I'd watch a person die before I'd give them one brass coin.",
    "I'm afraid no one will ever know the real me, the me that I have to keep to myself. Can I ever really be known?",
    "I'm afraid of what lies after death and I'll literally do anything to avoid it.",
    "I'm always tired and worn out, no matter how much rest I get. I want to be more lively I just don't know how.",
    "I'm ashamed of my family and friends, I wish I lived a better life, and they all remind me of my bitter living.",
    "I'm easy to anger, and I'll shout down anyone who crosses me. My voice is my most powerful weapon.",
    "I'm emotionally sensitive, which means I'm often bursting out with joy or breaking down to tears when others are less moved.",
    "I'm highly confrontational. Any innocent conversation is an opportunity to mix up some trouble.",
    "I'm hot and cold, I can't do moderation. Whatever I do, I can't help but do it in one extreme or another.",
    "I'm in no rush to die, but I envy those who have passed on, their problems are over and they know peace.",
    "I'm incapable of distrust, some say I'm naive, but I think everyone deserves another chance at being honest.",
    "I'm not good at explaining things simply, I always have to be inappropriately precise and literal.",
    "I'm overly confident in my wisdom. I don't believe anyone could ever fool me or manipulate me.",
    "I'm overly eager to pick a fight for one who gives up as easily as I do. I'm always getting in over my head.",
    "I'm overly familiar with everyone, formality seems overrated. This can make people uncomfortable.",
    "I'm overly particular about the quality of my tools, I wind up wasting more time keeping them in check than I save by doing so.",
    "I'm set in my ways, and not about to change or move for anyone, least of all you.",
    "I've done horrific things to survive. I don't like talking about it.",
    "I've never known the meaning of the word 'enough.' Food, riches, pleasantries? I want them all.",
    "I've recovered from  a bad intoxicant issue, but I remain very vigilant to avoid similar substances lest I lose my grip on myself.",
    "In another locale, pretty far from here, I'm wanted dead or alive for a pretty minor offence.",
    "Life is stress. Anyone who tries to tell me otherwise is trying to sell me something, and I just can't handle that either.",
    "My dreams are filled to the brim with terrible horrors, and it weighs on my waking life heavily.",
    "My family is terribly ashamed of me, and no matter what I do, I just can't seem to please them.",
    "My mind is full of vicious and gruesome fantasies, I try and protect those I care about from them the best I can.",
    "My selfish impulses make me an unreliable friend, I've burnt a lot of bridges over the years.",
    "My vindication is so fierce that I'd burn my enemies just to feel the fleeting warmth.",
    "Reading is extremely difficult for me, I don't have much patience for it, and always think folks are making fun of me for it.",
    "The gods have placed a terrible curse upon me and my family, we get by the best we can, but it's an awful burden.",
    "The suffering of others is how I know that I am doing better than them. I'll only help people if it makes me feel better than them.",
    "There is nothing sacred to me, and there is nothing profane, all subjects are suitable for dinner conversation.",
    "There's a complex and dark scandal in my history, I've had to move and change my name just to keep it from following me here.",
    "Travel of any sort makes me horribly ill, I cannot stand anything more than a brief jaunt.",
    "Whether or not its based on a lie, I make it known that I am a lascivious lech and will make a move on anyone suiting my fancy."
  ]
}
