| A scandal prevents me from ever going home again. That kind of trouble seems to follow me around. |
| A vizier of another god seeks my death in retribution for a past insult.                                |
| After years of denying who I am, I now despise myself and those who are like me.                                                              |
| Ale is the only way I can escape the desperation of my circumstances.                                               |
| An innocent person is in prison for a crime that I committed. I’m okay with that.  |
| Anyone who refuses to celebrate my celebrity does not deserve my company.                       |
| Being an insurgent means doing things that aren’t always ethical. I’m still learning to live with that.             |
| Boats make me seasick.                                                                                |
| Book learning is a waste of time. I have no patience for people who don't speak from experience.                                       |
| By my words and actions, I often bring shame to my family.                                         |
| Despite my best efforts, I am unreliable to my friends.                                           |
| Don’t expect me to save those who can’t save themselves. It is nature’s way that the strong thrive and the weak perish. |
| During stressful times, I find myself crying for no reason.                                                                              |
| Elf this, elf that. I am sick and tired of the elves.                                                                   |
| Few people know the real me.                                                                   |
| Gold seems like a lot of money to me, and I’ll do just about anything for more of it. |
| Good tools are more reliable than people. In a cave in, I would save a sturdy pick before a stranger.     |
| Having grown up with wealth, I am careless with my finances. I overspend and am overly generous.  |
| I almost always cheat. I can't help myself.                                                                                            |
| I always enjoy a good mug of ale ... or five to cover up my Past.                  |
| I always enjoy a good mug of ale ... or five.                                                       |
| I always over exaggerate my abilities.                                                              |
| I always over exaggerate my abilities.                                             |
| I am a braggart. I promote myself shamelessly.       |
| I am a glutton. I eat and drink to excess.           |
| I am a miser. Having lost everything once before, I clutch my possessions and wealth very tightly.                      |
| I am a moocher. I am so used to others providing for me that I have come to expect everyone to do it.                   |
| I am a purveyor of doom and gloom who lives in a world without hope.         |
| I am a secret informant for the Hawks. I send them reports about everything I see and hear, even what my friends and allies are up to. |
| I am a snob. I want only the finest things in life.  |
| I am a sucker for the underdog, and always bet on the loosing team. |
| I am ashamed of my origins. I pretend I am higher born and fear others will find out the truth.       |
| I am ashamed. I failed to protect a member of my family who was seized and thrown into the Arena.                                             |
| I am callous about death. It comes to us all eventually.               |
| I am dogmatic in my thoughts and philosophy.                                           |
| I am easily distracted by the promise of information.                                   |
| I am greedy. There Isn't much I won't do for money.                                                                                             |
| I am haughty. I grew up among the elves and emulate them. Other races are crude in comparison.                          |
| I am in love with an initiate, and I want to shield this person from death in the trials.               |
| I am incapable of standing up for myself.                                                                                                |
| I am incapable of standing up for myself.                                                           |
| I am incapable of standing up for myself.                           |
| I am inclined to tell long-winded stones at inopportune times.                                  |
| I am inflexible in my thinking.                                                               |
| I am lazy. I want others to take care of everything. |
| I am obsessed with getting rich. I always have a scheme brewing for making it big.                        |
| I am overconfident. I overestimate my abilities.     |
| I am overly protective of nature, sometimes to the detriment of my companions and myself.     |
| I am paranoid and overly suspicious of others. Anyone may be an agent of the Maimed Virulence.  |
| I am secretly (or not so secretly) convinced of the superiority of my own culture over that of this foreign land.                |
| I am slow to trust members of other races, tribes, and societies.                                                       |
| I am so obsessed with sketching my ideas for elaborate inventions that I sometimes forget little thing like eating and sleeping. |
| I am spendthrift, and share my wealth with the patrons of my favorite tavern.                                                         |
| I am still very uncomfortable wearing nice clothes, sleeping in a warm bed, and eating fine food.     |
| I am struggling with maintaining my secret identity. I subconsciously want to get caught and therefore sometimes let my secret identity slip. |
| I am suspicious of strangers and expect the worst of them.                                    |
| I am terrified of what lies beyond the Gate to the Afterlife.                                           |
| I am too enamored of ale, wine, and other intoxicants.                                                                  |
| I am troubled by the wild rage and bloodlust that lurks in my own heart. |
| I am unable to keep secrets. A secret is just an untold story.      |
| I am vain. I always wear the latest fashions.        |
| I am very prideful and have trouble admitting when I'm wrong.                        |
| I am very uncomfortable indoors and underground.                                                                        |
| I assume the worst in people.                                                |
| I become depressed and anxious if I'm away from the sea too long.                               |
| I become irrational when innocent people are hurt.                                       |
| I believe everyone has a price and am cynical toward those who present themselves as virtuous. |
| I believe that I'm intellectually superior to people from other cultures and have much to teach them. |
| I believe the gods have cursed me, my family, and all of the Cormanthor refugees. We are all doomed, doomed I tell you! |
| I can't leave a room without searching it for secret doors.                                                            |
| I can't sleep except in total darkness.                                                                                |
| I cannot bear to let those I care for out of my sight.                                              |
| I cannot bear to let those I care for out of my sight.                             |
| I can’t help but pocket loose coins and other trinkets I come across.                       |
| I can’t keep a secret to save my life, or anyone else’s.                                |
| I can’t resist a pretty face.                                                                                  |
| I can’t resist swindling people who are more powerful than me.                                                 |
| I consider the adherents of other gods to be deluded innocents at best, or ignorant foo ls at worst.                             |
| I do not trust anyone who has not had a hard life.                                                    |
| I don't know when to throw something away. You never know when it might be useful again.                                         |
| I don't take kindly to some of the actions and motivations of the people of this land, because these folk are different from me. |
| I drink to forget the horrors I’ve seen.                                 |
| I drink too much, which causes me to miss the tide.                                                                                    |
| I enjoy the open road. Underground and tight spaces make me very nervous.            |
| I enjoy the prestige of my position more than service to the angels.     |
| I expect others to heed my orders and have little respect or sympathy if they don't. |
| I feel no compassion for the dead. They’re the lucky ones.                   |
| I find civilian life difficult and struggle to say the right thing in social situations. |
| I folded under the torture, and gave information that I promised would be kept secret. My life would be in jeopardy if others found out. |
| I follow orders, even if I think they’re wrong.                                             |
| I get frustrated to the point of distraction by shoddy craftsmanship.                                                            |
| I grow combative and unpredictable when I drink.                                         |
| I growl at and bite anyone who gets too close to my food while I am eating.                      |
| I harbor dark, bloodthirsty thoughts that my isolation and meditation failed to quell. |
| I hate to admit it and will hate myself for it, but I'll run and preserve my own hide if the going gets tough. |
| I have a lasting grudge against one of my crop-mates, and each of us wants to see the other fail. |
| I have a secret fear of some common wild animal-and In my work, I see them everywhere.                                 |
| I have a weakness for the exotic beauty of the people of these lands.                                                            |
| I have a weakness for the new intoxicants an d other pleasures of this land.                                                     |
| I have a weakness for the vices of the city, especially hard drink.                                    |
| I have a “tell” that reveals when I’m lying.                                       |
| I have absolutely no patience for slowpokes and those who prove indecisive.                   |
| I have an addiction.                                                         |
| I have an insatiable desire for carnal pleasures.                                                  |
| I have been touched with dragon-greed, and have a lust for wealth which can never be satisfied. |
| I have certain rituals that I must follow every day. I can never break them. |
| I have come to believe that I executed an innocent person.               |
| I have difficulty caring about anyone or anything other than myself.                              |
| I have difficulty trusting strangers. Anyone could be a spy for the authorities.                                                                |
| I have difficulty trusting strangers. I see spies and informants everywhere.                                                          |
| I have little respect for anyone who is not a proven warrior.                                                 |
| I have little respect for those that are of “low” intelligence or social rank.     |
| I have no artistic sense. I hide that fact behind extreme opinions and have become a trendsetter. |
| I have no respect for those who flee. I harbor a deep grudge against the citizens who abandoned Phlan.              |
| I have no sense of humor. Laughing is uncomfortable and embarrassing.  |
| I have no time for friends or family. I spend every waking moment thinking about and preparing for my next expedition. |
| I have trouble keeping my true feelings hidden. My sharp tongue lands me in trouble.              |
| I have trouble trusting in my allies.                                                                  |
| I have trouble trusting people I've just met.                                        |
| I hide a truly scandalous secret that could ruin my family forever.                                |
| I hold grudges and have difficulty forgiving others.                                     |
| I jealously guard my secrets, because I think others will take advantage of me if they learn what I know. |
| I judge others harshly, and myself even more severely.                                        |
| I judge people based on how well they stand their ground in a fight. I got not time for cowards… |
| I killed a drunk member of the City Watch in a brawl. I am terrified that they might find out.                                         |
| I know what I do is wrong, but am afraid to speak up about it.                                      |
| I let my need to win arguments overshadow friendships and harmony                      |
| I like keeping secrets and won’t share them with anyone                                |
| I like to explore, and my curiosity will sometimes get me into trouble.              |
| I made a terrible mistake in battle that cost many lives—and I would do anything to keep that mistake secret. |
| I might have made a promise to a demon that I can’t keep.                |
| I must have what I want and will brook no delay.                                                  |
| I never make eye contact or hold it unflinchingly.                     |
| I no longer enjoy the simple pleasures in life. Food is but ashes and bile in my throat.        |
| I obey the law, even if the law causes misery.                                                                |
| I once satirized a noble who still wants my head. It was a mistake that I will likely repeat.     |
| I overexert myself, sometimes needing to recuperate for a day or more. |
| I overlook obvious solutions in favor of complicated ones.                              |
| I oversell myself and make promises I can't keep when I want to impress someone.                                                       |
| I pretend not to understand the local language in order to avoid interactions I would rather not have.                           |
| I put too much trust in those who wield power within my temple’s hierarchy.                   |
| I really wanted to be a vizier, and I’m angry at the god who didn’t choose me.                    |
| I relentlessly despise the Maimed Virulence and his allies. I’d abandon other goals in order to strike out at them. |
| I remember every insult I’ve received and nurse a silent resentment toward anyone who’s ever wronged me.                |
| I robbed the wrong caravan once. The owner is a powerful merchant who holds a grudge.            |
| I secretly believe others are plotting to harm me.                                              |
| I secretly believe that everyone is beneath me.                                                    |
| I secretly believe the God-Pharaoh’s return will not bring blessing to this world.                      |
| I secretly question whether the gods care at all about us or what we do.                                |
| I secretly wish I had not been chosen as a vizier, so I could participate in the trials as an initiate. |
| I see morality entirely in black and white.                            |
| I sometimes stay up all night listening to the ghosts of my fallen enemies.              |
| I sometimes take things that don't belong to me, especially if they are very well made.                                          |
| I speak for the First Lord of Hillsfar and make sure everyone knows it.            |
| I speak without really thinking through my words, invariably insulting others.          |
| I strongly dislike enclosed spaces and require intoxication or firm encouragement to enter them. |
| I struggle to trust the words of others.                                                       |
| I talk to animals; I believe they understand me, even if they do not.                            |
| I talk to myself, and I don't make friends easily.                                                    |
| I talk to spirits that no one else can see.                                  |
| I tend to assess my relationships in terms of profit and loss.                                 |
| I think I’ve figured out that this world is not what it seems. Something dark is going on here.   |
| I think far ahead, a detachedness often mistaken for daydreaming.      |
| I think people who grew up in houses are soft, spoiled, and ungrateful. I frequently tell them so.    |
| I think too highly of myself, and have an exaggerated sense of self-importance.                                                       |
| I throw myself and my friends into situations rarely ever thinking about consequences.        |
| I too often hear veiled insults and threats in every word addressed to me, and I’m quick to anger. |
| I took a bribe to tank an investigation and I would do anything to keep it secret. |
| I treat all Hillsfarans poorly. I am disgusted with their failure to revolt against the Great Law of Humanity.                                  |
| I turn tail and run when things look bad.                                          |
| I used the lives of children to facilitate my escape from Phlan.    |
| I will borrow money from friends with no intention to repay it.     |
| I will never fully trust anyone other than myself.                                    |
| I work hard, but l play harder.                                                                 |
| I would kill to acquire a noble title.                                                                   |
| I'm afraid of the dark.                                                                                   |
| I'm always in debt. I spend my ill-gotten gains on decadent luxuries faster than I bring them in…              |
| I'm an informant for the Red Plumes. They let me continue my activities, so long as I pass them information about illegal activity in Hillsfar. |
| I'm not used to being around other people much and sometimes get grouchy about it.                        |
| I'm uncomfortable spending time under the open sky. I'd rather be indoors or underground.                 |
| I've been lying so often and for so long that I can't help it anymore. I frequently lie for no reason at all.                                 |
| I've picked up some unpleasant habits living among goblins, lizardfolk, or orcs.                      |
| If I'm outnumbered, I will run away from a fight.                                     |
| If there’s a plan, I’ll forget it. If I don’t forget it, I’ll ignore it.           |
| In fact, the world does revolve around me.                                                         |
| It doesn’t take much to get me into a fight.                                                                        |
| It’s not stealing if I need it more than someone else.                                |
| I’d rather eat my armor than admit when I’m wrong.                                                            |
| I’d rather kill someone in their sleep then fight fair.                               |
| I’d risk too much to uncover a lost bit of knowledge                                   |
| I’ll do anything to get my hands on something rare or priceless.                                         |
| I’ll do anything to win fame and renown.                                                          |
| I’ll do whatever grim task must be done, for my soul is already lost.    |
| I’ll say anything to avoid having to do extra work.                                         |
| I’m a sucker for a pretty face.                                                                   |
| I’m an inveterate gambler.                                                                       |
| I’m convinced of the significance of my destiny, and blind to my shortcomings and the risk of failure. |
| I’m convinced that no one could ever fool me the way I fool others.                                            |
| I’m easily distracted by an attractive person, which could be the death of me in the trials.      |
| I’m horribly jealous of anyone who can outshine my handiwork. Everywhere I go, I’m surrounded by rivals. |
| I’m judgmental of those who are not skilled with tools of some kind.                                                             |
| I’m never satisfied with what I have— I always want more.                                                |
| I’m not at all sure I’ll be able to grant a glorified death to any of my crop-mates.              |
| I’m quick to assume that someone is trying to cheat me.                                                  |
| I’m too greedy for my own good. I can’t resist taking a risk if there’s money involved.                        |
| Lying is reflexive, and I sometimes engage in it without realizing.                            |
| Most people scream and run when they see a demon. I stop and take notes on its anatomy. |
| My desire for vengeance often gets me into trouble                                                                                    |
| My desire to experience new things causes me to make unsafe choices.                          |
| My desire to liberate Phlan oftentimes clouds my judgement, despite my best efforts.                                |
| My family has lost everything. I must keep up appearances, lest we become a laughingstock.        |
| My hatred for the Red Plumes burns so brightly that I have difficulty suppressing It around them.                                               |
| My hatred of my enemies is blind and unreasoning.                                                             |
| My intensity can drive others away.                                                      |
| My lack of worldliness often proves my undoing in social, commercial, and hostile situations. |
| My nerve endings are shot from the interrogations; I am numb to all but the harshest touch.                                              |
| My piety sometimes leads me to blindly trust those that profess faith in my god.              |
| My pride will probably lead to my destruction.                                              |
| No one must ever learn that I once stole money from guild coffers.                                       |
| Now that I've returned to the world, I enjoy its delights a little too much            |
| Once I decide on a course of action, I do not waiver.                                |
| Once I make up my mind, I follow my chosen course of action regardless of the consequences.     |
| Once I pick a goal, I become obsessed with it to the detriment of everything else in my life. |
| Once I start drinking, it’s hard for me to stop.                                            |
| Once someone questions my courage, I never back down no matter how dangerous the situation. |
| People who can't take care of themselves get what they deserve.                       |
| Secretly, I believe that things would be better if I were a tyrant lording over the land.              |
| Survival is worth more than friendship.                                                                                                  |
| The Red Plumes caught me once before, and I was branded for my crime. If they catch me again, for any offense, the punishment will be dire.     |
| The ends (my advancement) justify any means.                                                      |
| The ghosts from my past hinder my actions.                                                                                               |
| The group I am with has committed atrocities; I am always worried their actions will become public. |
| The monstrous enemy we faced in battle still leaves me quivering with fear.                                   |
| The people who knew me when I was young know my shameful secret, so I can never go home again.         |
| The tyrant who rules my land will stop at nothing to see me killed.                                    |
| There’s no room for caution in a life lived to the fullest.                                                             |
| Though I act charming, I feel nothing for others and don't know what friendship is.            |
| Though I am an excellent crafter, my work tends to look as though it belongs on a ship.                                          |
| Though I no longer live at the Gate, I am still always concerned about where I will get my next meal. |
| Training for a lifetime to die in the end seems like a big waste of energy.                       |
| Unfamiliar people and surroundings put me on edge.                                            |
| Unlocking an ancient mystery is worth the price of a civilization.                      |
| Violence is my answer to almost any challenge.                                                                          |
| When I see something valuable, I can’t think about anything but how to steal it.   |
| When I'm not exploring dungeons or ruins, I get jittery and impatient.                                                 |
| When faced with a choice between money and my friends, I usually choose the money. |
| When given the choice of going left or right, I always go left.                                                        |
| When something goes wrong, it’s never my fault.                     |
| Years have hiding have made me somewhat paranoid. I trust no one.                                                                             |
| Years of getting away with minor crimes has left me believing that I am above the law, and have diplomatic immunity above my station. |
| Years of seeing innocent people suffer have left me despondent and pessimistic for the future.                                        |
| Years of successfully deceiving others have made me cocky. I think no one can see through my lies.                                            |
| Years of thieving have become habit. I sometimes steal from strangers without thinking about it.      |
| l am judgmental, especially of those I deem home-bodies or otherwise lazy.                      |
| l am obsessed with catching an elusive aquatic beast, often to the detriment of other pursuits. |
| l complain about everything.                                                                          |
| l have lived a hard life and find it difficult to empathize with others.                        |
| l wear a decorative mask and never take it off.                                                           |
