{
  "genderDescriptors": [
    "",
    "",
    "",
		"",
		"",
		"cis",
    "androgynous",
    "butch",
    "demi",
    "femme",
    "fluid",
		"gender-apathic",
		"gender-queer",
		"gray",
    "hairy",
    "hard",
		"intersex",
    "masculine",
    "non-binary",
    "non-conforming",
    "masculine",
    "sparkle",
    "soft",
    "trans"
  ],
  "genderRoots": [{
      "gen": "androgyne",
      "pron": "they"
    },
    {
      "gen": "agender",
      "pron": "they"
    }, {
      "gen": "boy",
      "pron": "he"
    }, {
      "gen": "enby",
      "pron": "they"
    }, {
      "gen": "epicine",
      "pron": "they"
    }, {
      "gen": "girl",
      "pron": "she"
    }, {
      "gen": "man",
      "pron": "he"
    }, {
      "gen": "nuetrois",
      "pron": "they"
    }, {
      "gen": "gender-questioning",
      "pron": "they"
    }, {
      "gen": "queer",
      "pron": "they"
    }, {
      "gen": "woman",
      "pron": "she"
    }
  ],
  "pronouns": [{
    "key": "ey",
    "name": "ey/em",
    "subPrn": "ey",
    "objPrn": "em",
    "possAdj": "eir",
    "possPrn": "eirs",
    "rflxPrn": "eirself"
  }, {
    "key": "gein",
    "name": "gein/gein",
    "subPrn": "gein",
    "objPrn": "gein",
    "possAdj": "geins",
    "possPrn": "geins",
    "rflxPrn": "geinself"
  }, {
    "key": "he",
    "name": "he/him",
    "subPrn": "he",
    "objPrn": "him",
    "possAdj": "his",
    "possPrn": "his",
    "rflxPrn": "himself"
  }, {
    "key": "she",
    "name": "she/her",
    "subPrn": "she",
    "objPrn": "her",
    "possAdj": "her",
    "possPrn": "hers",
    "rflxPrn": "herself"
  }, {
    "key": "sie",
    "name": "sie/sie",
    "subPrn": "sie",
    "objPrn": "sie",
    "possAdj": "hir",
    "possPrn": "hirs",
    "rflxPrn": "hirself"
  }, {
    "key": "tey",
    "name": "tey/ter",
    "subPrn": "tey",
    "objPrn": "ter",
    "possAdj": "tem",
    "possPrn": "ters",
    "rflxPrn": "terself"
  }, {
    "key": "they",
    "name": "they/them",
    "subPrn": "they",
    "objPrn": "them",
    "possAdj": "their",
    "possPrn": "theirs",
    "rflxPrn": "themself"
  }, {
    "key": "ve",
    "name": "ve/ver",
    "subPrn": "vey",
    "objPrn": "ver",
    "possAdj": "vis",
    "possPrn": "vers",
    "rflxPrn": "verself"
  }, {
    "key": "xe",
    "name": "xe/xem",
    "subPrn": "xe",
    "objPrn": "xem",
    "possAdj": "xyr",
    "possPrn": "xyrs",
    "rflxPrn": "xemself"
  }, {
    "key": "zie",
    "name": "zie/zim",
    "subPrn": "zie",
    "objPrn": "zim",
    "possAdj": "zir",
    "possPrn": "zirs",
    "rflxPrn": "zieself"
  }],
  "attractionRoots": ["a", "bi", "hetero", "homo", "pan"],
  "attractionDescriptors": [" ", " ", " ", "demi-", "fray-", "gray-"],
  "quirks": [
    "I idolize a particular hero of my faith, and constantly refer to that person’s deeds and example.",
    "I can find common ground between the fiercest enemies, empathizing with them and always working toward peace.",
    "I see omens in every event and action. The gods try to speak to us, we just need to listen.",
    "Nothing can shake my optimistic attitude. ",
    "I quote (or misquote) sacred texts and proverbs in almost every situation. ",
    "I am tolerant (or intolerant) of other faiths and respect (or condemn) the worship of other gods. ",
    "I’ve enjoyed fine food, drink, and high society among my temple’s elite. Rough living grates on me. ",
    "I’ve spent so long in the temple that I have little practical experience dealing with people in the outside world.",
    "A pipe, an ale, and the smell of the sea: paradise. ",
    "A strong ox or horse is more reliable than most people I've met. ",
    "Any group is only as strong as its weakest link. Everyone has to pull their own weight. ",
    "Anything can be learned if you have the right teacher. Most folks just need a chance. ",
    "Anything worth doing takes time and patience. I have learned to plan and wait for the things I want and to be patient to achieve my goals.",
    "Beauty is everywhere. I can find it in even the homliest person and the most horrible tragedy.",
    "By living among violent people, I have become desensitized to violence. ",
    "Despair is an extravagance we can ill afford. ",
    "Despite its problems, I love my city, it's the greatest city in the world. The only one for me.",
    "Despite my noble birth, I do not place myself above other folk. We all have the same blood. ",
    "Décorum must be preserved at all costs. ",
    "Early to bed and early to rise; this much at least is under my control. ",
    "Eventually my hard work will be rewarded. Maybe that time has finally come. ",
    "Everyone has a choice, and they can always make the right choice- mine! ",
    "Everyone has a choice, the one I make is always right though. ",
    "Everything I do, I do gracefully and deliberately, and with complete confidence. (Oketra) ",
    "Fame is more important to me than money. ",
    "Flattery is my preferred trick for getting what I want. ",
    "Friends and family perished, tragically, before my eyes. I hope never to undergo that again. ",
    "Having walked among giants, I am fearless in the face of bigger creatures. ",
    "I accomplish my tasks efficiently, using as few resources as possible. ",
    "I agree with the my government, and truly wish my secret identity were my real identity. ",
    "I aim to misbehave. ",
    "I always form a powerful, emotional bond with my mount. ",
    "I always have a joke on hand when the mood gets too serious. ",
    "I always have a plan for what to do when things go wrong. ",
    "I always make certain to know my enemy before acting, lest I bite off more than I can chew. ",
    "I always plan everything out. The one time I let others plan things it did not end well for me.",
    "I always pre-plan my escape should things go bad; I always like to have an exit strategy. ",
    "I always say yes even when I mean no; it’s just easier. ",
    "I always want to know how things work and what makes people tick. ",
    "I am a bully; I try to hide it though. ",
    "I am a bully; others will suffer as I have. ",
    "I am a forest bumpkin who grew up in a tent in the woods and is wholly ignorant of city life. ",
    "I am a particularly devout and pray often. ",
    "I am a thrill-seeker, excited by covert and dangerous missions. ",
    "I am afraid I could wind up back on the streets any day. ",
    "I am always calm, no matter what the situation. I never raise my voice or let my emotions control me. ",
    "I am always polite and respectful. ",
    "I am always willing to volunteer my services, just as long as don’t have to do anything. ",
    "I am always working on some project or other. ",
    "I am curious. I want to know why things are the way they are and why people do the things that they do.",
    "I am dependable. ",
    "I am driven to escape my past, and rarely stay in one place long. ",
    "I am ever learning how to be among others-when to stay quiet, when to laugh. ",
    "I am extremely well-educated and frequently remind others of that fact. ",
    "I am haunted by my past having seen the murder of a close friend or family member and it is the one case I always needed to solve but have not been able to.",
    "I am haunted my tortured past, and wake at night screaming at half-remembered horrors. ",
    "I am horribly, horribly awkward in social situations. ",
    "I am important; I will not let anyone forget that. ",
    "I am incredibly slow to trust. Those who seem the fairest often have the most to hide. ",
    "I am prepared for any eventuality; including the day my usefulness as a spy comes to an end. ",
    "I am quick to judge and slow to vindicate. ",
    "I am quiet and reserved, but observant. Nothing escapes my attention. ",
    "I am quite superstitious. I see portents in everyday occurrences. ",
    "I am slow to trust, but incredibly loyal to those who have earned it. ",
    "I am unmoved by the wrath of nature. ",
    "I am utterly serene, even in the face of disaster. ",
    "I am working on a grand philosophical theory and love sharing my ideas. ",
    "I appreciate beauty in all of its forms. ",
    "I appreciate the simple things in life: a song, a warm meal, a sunny day. I don't need any more. ",
    "I ask a lot of questions to get information about those with whom I am working and dealing.",
    "I ask a lot of questions. ",
    "I avoid the people and things that I knew from my true identity, lest they give me away. ",
    "I become cantankerous and quiet in the rain. ",
    "I begin or end my day with small traditional rituals that are unfamiliar to those around me. ",
    "I behave like an extreme opposite of my persona. ",
    "I believe that anything worth doing is worth doing right. I can’t help it— I’m a perfectionist. ",
    "I blow up at the slightest insult. ",
    "I bluntly say what other people are hinting at or hiding. ",
    "I can be very persuasive and am able to ask questions where others might not be able to. ",
    "I can never allow my foes to get the drop on me. ",
    "I can party with everyone. Whether with dwarves, or goliaths, or deep gnomes, I can find a way to have a good time. ",
    "I can stare down a hell hound without flinching. ",
    "I can't sing, but that never stops me from doing it, loudly. Everyone loves a good sea shanty! ",
    "I change my mood or my mind as quickly as I change key in a song. ",
    "I connect everything that happens to me to a grand, cosmic plan ",
    "I cultivate a single obscure hobby or study and eagerly discuss it at length.",
    "I dislike bargaining; state your price and mean it.",
    "I don't like having a lot of stuff, just a few simple things I need. I don't like being tied down and tend to leave things behind when I don't need them anymore.",
    "I don't make friends easily. They're a liability I cannot afford. ",
    "I don't mind getting my hands dirty. ",
    "I don’t like to bathe. ",
    "I don’t like to get my hands dirty, and I won’t be caught dead in unsuitable accommodations. ",
    "I don’t part with my money easily and will haggle tirelessly to get the best deal possible. ",
    "I don’t pay attention to the risks in a situation. Never tell me the odds. ",
    "I don’t run from evil. Evil runs from me. ",
    "I don’t talk about the thing that torments me. I’d rather not burden others with my curse. ",
    "I eagerly inject myself into the unknown. ",
    "I eat like a pig and have bad manners. ",
    "I enjoy being out in nature; poor weather never sours my mood. ",
    "I enjoy being strong and like breaking things. ",
    "I enjoy sailing into new ports and making new friends over a flagon of ale.",
    "I enjoy solitude as an opportunity to plan my victory. (Bontu) ",
    "I enjoy teasing acolytes and initiates with juicy tidbits of knowledge wrapped up in fiendishly difficult puzzles. (Kefnet) ",
    "I enjoy using my skills to help those who lack those same skills. ",
    "I exaggerate the tales of my exploits. ",
    "I expect danger around every corner. ",
    "I express affection or contempt in ways that are unfamiliar to others. ",
    "I face problems head-on. A simple, direct solution is the best path to success. ",
    "I fall in and out of love easily, and am always pursuing someone. ",
    "I feel far more comfortable around animals than people ",
    "I feel more comfortable sleeping under the open sky. ",
    "I feel the sin being purged from me as I help cleanse the world. ",
    "I feel tremendous empathy for all who suffer. ",
    "I fill my evenings with wine or mead and song. ",
    "I get along with everyone. ",
    "I get bitter if I’m not the center of attention. ",
    "I get bored easily. When am I going to get on with my destiny? ",
    "I get restless when life in the city feels too tame, too safe. (Rhonas) ",
    "I go out of my way to frustrate or anger those in power. ",
    "I greatly admire gladiators and enjoy the Arena. ",
    "I greatly admire gladiators and enjoy the arena of blood. ",
    "I hate the dark elves and the Netherese for each driving the elves out of Cormanthyr in the past. ",
    "I hate the horrors of the Underdark with a passion. They took my friends and family and almost got me. ",
    "I have a crude sense of humor. ",
    "I have a joke for every occasion, especially occasions where humor is inappropriate. ",
    "I have a lesson for every situation, drawn from observing nature ",
    "I have a quirky personality that seems to take others off their guard. ",
    "I have a real flair for matchmaking. I can find anyone a spouse! ",
    "I have a sea story to fit every occasion. ",
    "I have a strong code of honor or sense of propriety that others don't comprehend. ",
    "I have a strong sense of fair play and always try to find the most equitable solution to arguments.",
    "I have always gotten ahead by giving, why change now? ",
    "I have an endless supply of cautionary tales related to the sea.",
    "I have different assumptions from those around me concerning personal space, blithely invading others' space in innocence, or reacting to ignorant invasion of my own.",
    "I have faced the worst a dragon can deliver and survived. I am fearless, and my resolve unshakable. ",
    "I have my own ideas about what is and is not food, and I find the eating habits of those around me fascinating, confusing, or revolting. ",
    "I have no qualms about stealing from the dead. ",
    "I have the utmost faith in myself and my abilities. (Rhonas) ",
    "I hide scraps of food and trinkets away in my pockets. ",
    "I honor my deities through practices that are foreign to this land. ",
    "I horde information, you never know what may come in handy. ",
    "I judge people by their actions, not their words. ",
    "I just love halfling cooking and baking! ",
    "I keep multiple holy symbols on me and invoke whatever deity might come in useful at any given moment.",
    "I know a story relevant to almost every situation. ",
    "I know it is only a time before I am betrayed by those I care for. ",
    "I know secrets of the someone powerful, but fear the harm that may befall me should others learn them. ",
    "I know the writings of Saint Raban backward and forward. ",
    "I laugh heartily, feel deeply, and fear nothing. ",
    "I laugh loudly and see the humor in stressful situations. ",
    "I leave broken hearts all around the Moonsea and up and down the Sword Coast. ",
    "I let my actions speak for themselves. ",
    "I let my actions speak for themselves. ",
    "I lie about almost everything, even when there’s no good reason to. ",
    "I like a job well done, especially if I can convince someone else to do it.",
    "I like to read and memorize poetry. It keeps me calm and brings me fleeting moments of happiness.",
    "I like to squeeze into small places where no one else can get to me. ",
    "I like to talk at length about my profession. ",
    "I live by my wits and always check every lock twice, just to be certain. ",
    "I live for the bloody arena. I admire gladiators and enjoy the thrill of blood on the sands! ",
    "I live for the thrill of the hunt. ",
    "I live in the moment, knowing my life could be turned upside down any day. ",
    "I long for a home that never really existed, neither where I've been, nor where I am, nor where I could go. ",
    "I long for the life that was taken away from me. ",
    "I lost a pet as a child and sadly reflect on it to this day. ",
    "I loudly brag about my tribe every chance I get. ",
    "I love a good insult, even one directed at me. ",
    "I love a good puzzle or mystery. ",
    "I love sketching and designing objects, especially boats. ",
    "I love talking and being heard more than I like to listen. ",
    "I love, fight, and feast with equal zeal. (Hazoret) ",
    "I may have lost everything I worked for most of my life, but there's work to be done, no time to linger on the past.",
    "I might fail, but I will never give up. ",
    "I misuse long words in an attempt to sound smarter. ",
    "I move from place to place, never staying anywhere long and leaving nothing behind. ",
    "I must alwayss look my best. ",
    "I need long stretches of quiet to clear my head. ",
    "I never admit to my mistakes lest they be used against me. ",
    "I never cared for personal hygiene, and am amazed that It bothers others. ",
    "I never had time for books, but wish I had. I admire folks who have taken the time to learn.",
    "I never pass up a friendly wager. ",
    "I never understand why people get so emotional. ",
    "I often get lost in my own thoughts and contemplation, becoming oblivious to my surroundings. ",
    "I once ran twenty-five miles without stopping to warn to my clan of an approaching orc horde. I’d do it again if I had to.",
    "I party with dwarves whenever I can. ",
    "I place no stock in wealthy or well-mannered folk. Money and manners won’t save you from a hungry owlbear. ",
    "I pocket anything I see that might have some value. ",
    "I prefer the company of those who aren't like me, including people of other races. ",
    "I prefer to face evil with a strong group of friends in front of me. ",
    "I prefer to hang to the back of a scuffle or discussion. Better to have my enemies in front of me.",
    "I prefer to solve problems without violence, but I finish fights decisively.",
    "I prepare for everything, it paid off in my past and it will pay off again. ",
    "I protect those around me, you never know when one of them will be useful. ",
    "I put no trust in divine beings. ",
    "I recoil at the thought of killing someone else’s pet or mount. ",
    "I refuse to become a victim, and I will not allow others to be victimized. ",
    "I resent the rich and enjoy thwarting their plans and spoiling their fun in small ways. ",
    "I see people as marks for a con and have difficulty feeling true empathy for them. ",
    "I sleep just as much as I need to and on an unusual schedule. ",
    "I sleep with my back to a wall or tree, and a weapon within arm’s reach. ",
    "I sleep with my back to a wall or tree, with everything I own wrapped in a bundle in my arms.",
    "I speak rarely but mean every word I say. ",
    "I spend money freely and live life to the fullest, knowing that tomorrow I might die. ",
    "I stretch the truth for the sake of a good story. ",
    "I strive to have no personality-it's easier to forget what's hardly there. ",
    "I strive to obey the law. I will never again make the mistake of going against authority. ",
    "I take blame to protect others from pain. ",
    "I take every effort to be unnoticeable and blend into the crowd. Passersby rarely give me a second look. ",
    "I take great pains to always look my best and follow the latest fashions. ",
    "I take my wealth for granted. It seldom occurs to me that others aren't rich themselves. ",
    "I take what I can today, because I do not know what tomorrow holds. ",
    "I tend to give animal owners breeding and care advice whether or not they want it. ",
    "I think anyone who’s nice to me is hiding evil intent. ",
    "I think far ahead, a detachedness often mistaken for daydreaming. ",
    "I think flattery is the best way to direct attention away from me. ",
    "I think money is the true measure of appreciation and affection. Everything else is talk or an act. ",
    "I think non-humans are really interesting. ",
    "I think of those in my care as my family, in a way that most people have trouble understanding. (Hazoret) ",
    "I think that I will stumble upon great riches if I just keep looking. ",
    "I think the High Blade is doing a terrific job, don't you? ",
    "I thrive under pressure. ",
    "I train hard so that I can play hard at the end of the day. I fully expect to play even harder in the glorious afterlife, but I’m not in a hurry to get there.",
    "I treasure a memento of the person or instance that set me upon my path. ",
    "I try to see the bright side in the very worst situations. ",
    "I use polysyllabic words that convey the impression of great erudition. ",
    "I use sarcasm and insults to keep a distance between myself and my crop-mates, because I don’t want to get attached to them. ",
    "I use satire as a way to undermine the teachings of the other gods. (Bontu) ",
    "I want to see the wicked burn for the evil they’ve brought on us. ",
    "I was raised alongside children of many other races. I harbor no racial prejudices at all. ",
    "I was raised to honor my city's goddex and still do.",
    "I was, in fact, raised by wolves ",
    "I watch over my friends as if they were a litter of newborn pups. ",
    "I will not admit I am wrong if I can avoid it. ",
    "I will reclaim my home, though the path may be long, I will never give up hope. ",
    "I wish I were more educated. I look up to people who are. ",
    "I work hard and seldom make time for fun. ",
    "I work hard so that I can play hard when the work is done. ",
    "I work hard; nature offers no handouts. ",
    "I worked hard to get where I am and I refuse to let a little hardship stop me from succeeding. ",
    "I would rather make a new friend than a new enemy. ",
    "I would rather observe than meddle. ",
    "I would risk life and limb to discover a new culture or unravel the secrets of a dead one.",
    "I … speak … slowly … when talking … to idiots, … which … almost … everyone … is … compared … to me. ",
    "I'd rather be mining. This is okay; mining is better. ",
    "I'm a fisher, but I secretly detest eating fish. I will do anything to avoid it. ",
    "I'm a pack rat who never throws anything away. ",
    "I'm a stickler when it comes to observing proper etiquette and local customs. ",
    "I'm a terrible singer, but I love to do it. ",
    "I'm earnest and uncommonly direct. ",
    "I'm extremely fond of puzzles. ",
    "I'm happier In a dusty old tomb than I am in the centers of civilization. ",
    "I'm not afraid of hard work-in fact, I prefer it. ",
    "I'm very excited that the House Built on Gold is being restored. I am a zealous worshiper of Waukeen. ",
    "If people leave their gear unsecured, they must not want it very much. ",
    "If someone is in trouble, I’m always ready to lend help. ",
    "If you aren’t helping me, you’d best at least stay out of my way. ",
    "If you do me an injury, I will crush you, ruin your name, and salt your fields. ",
    "In life and in struggle, the ends justify my actions. ",
    "It helps me feel better when others show sympathy or appreciation for the horrors I’ve endured.",
    "It will all go smoothly if everyone just does as I say. ",
    "It’s difficult for me to remain in one place for long. ",
    "I’ll settle for nothing less than perfection. ",
    "I’ll settle for nothing less than perfection—in myself, in my crop-mates, in everything. ",
    "I’m a born gambler who can't resist taking a risk for a potential payoff. ",
    "I’m a hopeless romantic, always searching for that “special someone.” ",
    "I’m a snob who looks down on those who can’t appreciate fine art. ",
    "I’m always picking things up, absently fiddling with them, and sometimes accidentally breaking them ",
    "I’m always polite and respectful. ",
    "I’m confident in my own abilities and do what I can to instill confidence in others. ",
    "I’m constantly sizing up everyone around me, thinking about what kind of opponent they’ll be in the final trial. ",
    "I’m convinced that people are always trying to steal my secrets. ",
    "I’m driven by a wanderlust that led me away from home ",
    "I’m full of inspiring and cautionary tales from my military experience relevant to almost every combat situation.",
    "I’m full of witty aphorisms and have a proverb for every occasion. ",
    "I’m haunted by memories of war. I can’t get the images of violence out of my mind. ",
    "I’m oblivious to etiquette and social expectations. ",
    "I’m perfectly happy letting others pick up the slack for me while I take it easy. ",
    "I’m rude to people who lack my commitment to hard work and fair play. ",
    "I’m so focused on the glorious afterlife that nothing in this life can shake my calm resolve. ",
    "I’m used to helping out those who aren’t as smart as I am, and I patiently explain anything and everything to others.",
    "I’m well known for my work, and I want to make sure everyone appreciates it. I'm always taken aback when people haven’t heard of me.",
    "I’m willing to listen to every side of an argument before I make my own judgment. ",
    "I’ve been isolated for so long that I rarely speak, preferring gestures and the occasional grunt ",
    "I’ve lost too many friends, and I’m slow to make new ones. ",
    "I’ve read every book in the world’s greatest libraries—or I like to boast that I have. ",
    "Luck favors me, and l take risks others might not. ",
    "Making the right choices in life are important to me. The choices I make might save not just my life, but the lives of others as well.",
    "My ambitions are boundless. I will be a noble or greater one day! ",
    "My eloquence and sophistication are tools I use to avoid arousing suspicion myself. ",
    "My eloquent flattery makes everyone I talk to feel like the most wonderful and important person in the world.",
    "My favor, once lost, is lost forever. ",
    "My former life is meaningless, and was ripped to shreds by the claws of my current life. All that matters now is what I do with the future.",
    "My friends are my crew; we sink or Float together. ",
    "My friends know they can rely on me, no matter what. ",
    "My languages is as foul as an otyugh nest. ",
    "My life is full of dance, song, drink, and love. ",
    "My patience knows no bounds, so long as my goal is in sight. ",
    "My problems are always caused by others. I'm never to blame. ",
    "My sense of humor is considered by most to be awkward. ",
    "My word is my bond. I see a promise to completion, even if it conflicts with my beliefs.",
    "No one could doubt by looking at my regal bearing that I am a cut above the unwashed masses. ",
    "Nobody stays angry at me or around me for long, since I can defuse any amount of tension",
    "Nothing bothers me for long. ",
    "Nothing can shake my rock-hard focus. (Oketra) ",
    "People are only as trustworthy as you are valuable to them. Always strive to be the most valuable person around.",
    "People who don't work with their hands and who live in houses are soft and weak. ",
    "Rich folk don't know the satisfaction of hard work.",
    "Risk and danger are exhilarate me. Pulling off schemes and deceptions is a rush. ",
    "Sarcasm and insults are my weapons of choice. ",
    "Speaking of my ordeal helps sooth the still open wounds in my soul. ",
    "The Gaurds caught me once doing something illegal. I hate them. ",
    "The local military caught me once doing something against the laws. I hate them. ",
    "The best way to get me to do something is to tell me I can’t do it. ",
    "The blood sports of the blood arena sicken me. ",
    "The common folk love me for my kindness and generosity. ",
    "The elves have just the right word for so many things that cannot be expressed as well in other languages. I pepper my speech with elven words, phrases, and sayings.",
    "The first thing I do in a new place is note the locations of everything valuable—or where such things could be hidden.",
    "The leader of my community had something wise to say on every topic, and I am eager to share that wisdom.",
    "There's always someone out there trying to take what I've got. Always be vigilant. ",
    "There’s nothing I like more than a good mystery. ",
    "They are out to get me. It is only my cunning that keeps me ahead of them",
    "Thinking is for other people. I prefer action. ",
    "Though I am not an elf, I am a fervent, radical worshiper of the elven gods. ",
    "Time is a precious resource that I must spend wisely. ",
    "To me, a tavern brawl is a nice way to get to know a new city. ",
    "Traps don't make me nervous. idiots who trigger traps make me nervous. ",
    "Villages, towns, and cities do not suit me. I’d rather be out in the wilderness any day.",
    "When I am at peace, I am an oasis of perfect calm in the world. When I am roused to anger, I am an embodiment of terror. (Kefnet)",
    "When I set my mind to something, I follow through no matter what gets in my way. ",
    "When I'm not smuggling, I gamble. ",
    "When l arrive at a new settlement for the first time, l must learn all its customs. ",
    "When the sea is within my sight, my mood is jovial and optimistic. ",
    "Whenever I come to a new place, I collect local rumors and spread gossip ",
    "You are either with me or against me. ",
    "You can listen to me or don't and wish you had. Everyone ends up on one side of that fence. ",
    "You might think I'm a scholar, but I love a good brawl. These fists were made for punching."
  ],
  "ideals": [
    "Acceptance: Stability is a myth, to think you can control your future is futile. (Chaotic)",
    "Adventure. I'm far from home, and everything is strange and wonderful! (Chaotic)",
    "Adventurous: I don't like doing the same thing every day. I crave variety. (Chaotic)",
    "All for a Coin. I'll do nearly anything if it means I turn a profit. (Evil)",
    "Ambition. I’m going to prove that I deserve only the best—of everything. (Evil)",
    "Ambition. The worthy shall strive for greatness, for supremacy in life leads to supremacy in the afterlife. (Bontu)",
    "Anonymity. It's my deeds that should be remembered, not their instrument. (Any)",
    "Aspiration. I seek to prove myself worthy of my god’s favor by matching my actions against his or her teachings. (Any)",
    "Aspiration. I work hard to be the best there is at my craft.",
    "Aspiration. I'm going to prove that I'm worthy of a better life.",
    "Aspiration. I’m determined to make something of myself. (Any)",
    "Aspiration. Someday I’ll own my own ship and chart my own destiny. (Any)",
    "Aspiring: I will gain the favor of a Zor or Zora patron, maybe even one of the Blades! (Any)",
    "Balance. Do not fish the same spot twice in a row; suppress your greed, and nature will reward you. (Neutral)",
    "Beauty. What is beautiful points us beyond itself toward what is true. (Good)",
    "Beauty. When I perform, I make the world better than it was. (Good)",
    "Belonging: All creatures have a place in the world, so I strive to help others find theirs. (Good)",
    "Bloodlust. I have a dark calling that puts me above the law. (Chaotic)",
    "Boundaries: Everything and everyone has its prescribed place; I respect that and expect others to do the same. (Lawful)",
    "Bravery. To act when others quake in fear- this is the essence of the warrior. (Any)",
    "Callous: I am unconcerned with any negative effects my actions may have on the lives anfortunes of others. (Evil)",
    "Calm: For all things, there is a tide. I set sail when it is right, and mend my nets when it is not. (Lawful)",
    "Camaraderie. Good people make even the longest voyage bearable. (Good)",
    "Careful Lines. A ship must be balanced according to the laws of the universe. (Lawful)",
    "Change. Life is like the seasons, in constant change, and we must change with it. (Chaotic)",
    "Change. The low are lifted up, and the high and mighty are brought down. Change is the nature of things. (Chaotic)",
    "Change. We must help bring about the changes the gods are constantly working in the world. (Chaotic)",
    "Charitable: I give generously to others. (Good)",
    "Charity. I always try to help those in need, no matter what the personal cost. (Good)",
    "Charity. I distribute the money I acquire to the people who really need it.",
    "Charity. I steal from the wealthy so that I can help people in need. (Good)",
    "Code. The marines' code provides a solution for every problem, and following it is imperative. (Lawful)",
    "Community. It is the duty of all civilized people to strengthen the bonds of community and the security of civilization. (Lawful)",
    "Community. We have to take care of each other, because no one else is going to do it. (Lawful)",
    "Compassionate: It is through love that others will join In our cause. (Good)",
    "Confusion. Deception is a weapon. Strike from where your foes won't expect. (Chaotic)",
    "Conquest. I kill monsters to make the world a safer place, and to exorcise my own demons. (Good)",
    "Corrupt: I will break the law or act dishonestly if the money is right. (Evil)",
    "Creativity. I never run the same con twice. (Chaotic)",
    "Creativity. The world is in need of new ideas and bold action. (Chaotic)",
    "Crew. If everyone on deck pitches in, we'll never sink. (Good)",
    "Cunning. Th ough I may not know their ways, neither do they know mine, which can be to my advantage. (Evil)",
    "Curious: I want to learn as much as I can about the people and places I encounter. (Any)",
    "Danger. With every great discovery comes grave danger. The two walk hand in hand. (Any)",
    "Daring. I am most happy when risking everything. (Any)",
    "Daring. The richest bounty goes to those who risk everything. (Chaotic)",
    "Death Wish. Nothing is more exhilarating than a narrow escape from the jaws of death. (Chaotic)",
    "Dedicated: I can do anything I put my mind to (Lawful)",
    "Dedicated: Once I start an investigation, until told to do so, I do not quit no matter where it leads. (Lawful)",
    "Dedication: I never betray those who trust me. (Law)",
    "Depraved: I have lost my moral compass. The ends justify most any means. (Evil)",
    "Destiny. Nothing and no one can steer me away from my higher calling. (Any)",
    "Determination: Threats to my home must be eliminated at all costs. (Any)",
    "Dignity. The dead and their belongings deserve to be treated with respect. (Lawful)",
    "Discovery. I want to be the first person to discover a lost culture. (Any)",
    "Distance. One must not interfere with the affairs of another culture-even one in need of aid. (Lawful)",
    "Eloquent: I use my words to sway others to give me answers. (Good)",
    "Eloquent: I use my words to sway others to my beliefs. (Any)",
    "Embracing. Life is messy. Throwing yourself into the worst of it is necessary to get the job done. (Chaotic)",
    "Exciting: I have found the truth of the Shadovar and want to share it with everyone. (Any)",
    "Fair: I think everyone deserves to be treated fairly. I don't play favorites. (Lawful)",
    "Fairness. I never target people who can’t afford to lose a few coins. (Lawful)",
    "Fairness. No one should get preferential treatment before the law, and no one is above the law. (Lawful)",
    "Fairness. We all do the work, so we all share in the rewards. (Lawful)",
    "Faith. I trust that my deity will guide my actions. I have faith that if I work hard, things will go well. (Lawful)",
    "Family. Blood runs thicker than water. (Any)",
    "Fittest: On the open road, the law of nature wins. Victims are the unprepared. (Lawful) ",
    "Focused: I simply have a job to do, and I'm going to do it. (Neutral)",
    "Free Thinking. Inquiry and curiosity are the pillars of progress. (Chaotic)",
    "Freedom. Chains are meant to be broken, as are those who would forge them. (Chaotic)",
    "Freedom. Everyone should be free to pursue his or her own livelihood. (Chaotic)",
    "Freedom. The sea is freedom— the freedom to go anywhere and do anything. (Chaotic)",
    "Freedom. Tyrants must not be allowed to oppress the people. (Chaotic)",
    "Freedom: I bow to no one I don’t respect. (Chaotic)",
    "Freedom: Those who are enslaved and unjustly imprisoned deserve my aid. (Good)",
    "Friendship. Material goods come and go. Bonds of friendship last forever. (Good)",
    "Frugal: I horde my possessions knowing that someday I will be called upon to give everything I have to the cause (Any)",
    "Frugal: I spend my money very carefully. (Lawful)",
    "Generosity. My talents were given to me so that I could use them to benefit the world. (Good)",
    "Generosity: The riches of the earth are to be shared by all. (Good)",
    "Generous: I give everything I can to help those in need, regardless of who they are. (Good)",
    "Generous: I have a responsibility to help and protect the less fortunate. (Good)",
    "Glory. I must earn glory in battle, for myself and my clan. (Any)",
    "Greater Good. It is each person’s responsibility to make the most happiness for the whole tribe. (Good)",
    "Greater Good. My gifts are meant to be shared with all, not used for my own benefit. (Good) 2",
    "Greater Good. Our lot is to lay down our lives in defense of others. (Good)",
    "Greed. I will do whatever it takes to become wealthy. (Evil)",
    "Greed. I won't risk my life for nothing. I expect some kind of payment. (Any)",
    "Greed. I’m only in it for the money and fame. (Evil)",
    "Greed. I’m only in it for the money. (Evil)",
    "Greed: Gems and precious metals, I want them all for myself. (Evil)",
    "Greedy: I do not share my wealth with others. (Evil)",
    "Hard Work. No wave can move a soul hard at work. (Any)",
    "Hedonist: Life is short. I live my life to the fullest, as I know any day could be my last (Chaotic).",
    "Heroic: I do everything I can to help the downtrodden, regardless of the personal cost to me. (Good) ",
    "Honest: I deal with others above board. (Any)",
    "Honest: Others can do what they want, but I won't lie or steal, even to feed my family. (Good)",
    "Honesty. Art should reflect the soul; it should come from within and reveal who we really are. (Any)",
    "Honesty. The smallest deception paves the way to grievous sin. (Lawful)",
    "Honor. I don’t steal from others in the trade. (Lawful)",
    "Honor. If I dishonor myself, I dishonor my whole clan. (Lawful)",
    "Hope. The horizon at sea holds the greatest promise. (Any)",
    "Hope: I am guided by a higher power and I trust that everything will be right in the end. (Good)",
    "Hope: I know even if I need do evil acts, history will be my redemption. (Chaos)",
    "Hope: my job is to speak for the victim. (Good)",
    "Humanity. Human life is to be cherished and preserved against the horrors of the night. (Good)",
    "Ignorant: Explanations bore me. (Neutral)",
    "Immortality. All my exploring is part of a plan to find the secret of everlasting life. (Any)",
    "Impulsive: I follow my heart. (Chaotic)",
    "Impulsive: Planning is often a waste of time. No plan survives contact with reality. It's easier to dive in and deal with the consequences. (Chaotic)",
    "Incorruptibility. Be a symbol, and leave your flawed being behind. (Any)",
    "Independence. I am a free spirit— no one tells me what to do. (Chaotic)",
    "Independence. I must prove that I can handle myself without the coddling of my family. (Chaotic)",
    "Independence. When people follow orders blindly, they embrace a kind of tyranny. (Chaotic)",
    "Indifferent.Life is cruel. What's the point in saving people if they're going to die anyway? (Chaotic)",
    "Infamy. My name will be a malediction, a curse that fulfills my will. (Evil)",
    "Innocence. I try to help those in need, no matter what the personal cost. (Good)",
    "Inquisitive. Everything is new, but I have a thirst to learn. (Neutral)",
    "Invention. Make what you need out of whatever is at hand. (Chaotic)",
    "Isolation: My tribe and its ways must be protected and shielded from outside influence. (Neutral)",
    "Isolationist: I am concerned with the fortunes of my friends and family. Others must see to themselves. (Any)",
    "Justice. Place in society shouldn't determine one's access to what is right. (Good)",
    "Justice: Corruption brought others down, I will not tolerate that any longer. (Lawful)",
    "Kinship: Family is most important in life. Though I may be far from my own, the bonds of family must be protected in others’ lives as well. (Good)",
    "Knowledge. By understanding other races and cultures, we learn to understand ourselves. (Any)",
    "Knowledge. The path to holiness comes through understanding of the world. (Any)",
    "Knowledge. The path to power and self-improvement is through knowledge. (Neutral)",
    "Knowledge. The world is a puzzle—a mystery waiting to be solved. (Neutral)",
    "Knowledge. The worthy shall cultivate a nimble mind, so as to perceive the wonders beyond imagination that wait in the afterlife. (Kefnet)",
    "Leadership: The best teams are made up of those that society has discarded.",
    "Leadership: The oppressed need someone to inspire them to courageous acts. (Good)",
    "Let it Be: I don't meddle in the affairs of others if I can avoid it. They're none of my business. (Neutral)",
    "Let them Drown: I refuse to risk my hide to help others. They wouldn't help me if roles were reversed. (Evil)",
    "Live and Let Live. Ideals aren’t worth killing over or going to war for. (Neutral)",
    "Live and Let Live. Meddling in the affairs of others only causes trouble. (Neutral)",
    "Logic. Emotions must not cloud our logical thinking. (Lawful)",
    "Logic. Emotions must not cloud our sense of what is right and true, or our logical thinking. (Lawful)",
    "Loss: I freely give those who offend me what was so brutally denied me, death. (Chaos)",
    "Loyal: I never rat out any of my friends, even when the fires are put to my heels. (Lawful)",
    "Loyal: My word, once given, is my bond. (Lawful)",
    "Loyalty: Never bite the hand that feeds. (Good)",
    "Luck. Our luck depends on respecting its rules-now throw this salt over your shoulder. (Lawful)",
    "Manipulative: I use my knowledge to blackmail and manipulate others to my own benefit (Evil).",
    "Mastery. I’m a predator, and the other ships on the sea are my prey. (Evil)",
    "Materialist: I want riches to improve my life. (Any)",
    "Mercenary: When I do investigations, I expect answers immediately. (Any)",
    "Might. If I become strong, I can take what I want—what I deserve. (Evil)",
    "Might. In life as in war, the stronger force wins. (Evil)",
    "Might. The strong train so that they might rule those who are weak. (Evil)",
    "Might. The strongest are meant to rule. (Evil)",
    "Might: It is through threats and force that I get my answers. (Lawful)",
    "Mooch: Property, schmoperty. If I need it, I take and use it. If I don't, I leave it for someone else. (Chaotic)",
    "Motivated: There's a reason I'm good at what I do, I pay attention to the details. (Any)",
    "Naktamun. The life of the city is ordered according to the plan of the God-Pharaoh, and that order must be preserved at all costs.",
    "Nation. My city, nation, or people are all that matter. (Any)",
    "Nation: My city, nation, or people are all that matter. (Any)",
    "Nature. The natural world is more important than all the constructs of civilization. (Neutral)",
    "No Limits. Nothing should fetter the infinite possibility inherent in all existence. (Chaotic)",
    "Noble Obligation. It is my duty to protect and care for the people beneath me. (Good)",
    "Open. I have much to learn from the kind ly folk I meet along my way. (Good)",
    "Openness: I am always willing to share my life story with anyone who will listen. (Any)",
    "Optimist: Everyone Is basically good. Though the government is misguided it will all be okay. (Any)",
    "Order. The laws of Avacyn are meant to preserve the social order—everything in its proper place. (Lawful)",
    "Patient: The elves have taught me to think and plan for the long-term. (Lawful)",
    "Patriotic: I am a loyal supporter of the local leaders, and see my role as a solemn duty and necessary evil to prevent anarchy. (Lawful).",
    "Peace and Prosperity. I smuggle only to achieve a greater goal that benefits my community. (Good)",
    "People. For all my many lies, I place a high value on friendship. (Any)",
    "People. I help the people who help me— that’s what keeps us alive. (Neutral)",
    "People. I like seeing the smiles on people’s faces when I perform. That’s all that matters. (Neutral)",
    "People. I’m committed to my crew-mates, not to ideals. (Neutral)",
    "People. I’m committed to the people I care about, not to ideals. (Neutral)",
    "People. I’m loyal to my friends, not to any ideals, and everyone else can take a trip down the Styx for all I care. (Neutral)",
    "Perfection. To measure a being and find it lacking is the greatest disappointment. (Evil)",
    "Perseverance. No injury or obstacle can turn me from my goal. (Any)",
    "Piety. Devotion to the angels and the rites of the church is all that keeps the world from destruction. (Good)",
    "Plunder. Take all that you can and leave nothing for the scavengers. (Evil)",
    "Power. Common people crave strong leadership, and I do my utmost to provide it. (Lawful)",
    "Power. I hope to one day rise to the top of my faith’s religious hierarchy. (Lawful)",
    "Power. If I can attain more power, no one will tell me what to do. (Evil)",
    "Power. Knowledge is the path to power and domination. (Evil)",
    "Power. Solitude and contemplation are paths toward mystical or magical power. (Evil)",
    "Power: I strive to become leader of the pack at all costs. (Lawful)",
    "Prepared: I think success depends on preparing as much as possible in advance. (Any)",
    "Preservation. That artifact belongs in a museum. (Good)",
    "Preservation: Nature must not be despoiled by encroaching civilization. (Any)",
    "Profligate: I tend to spend extravagantly. (Chaotic)",
    "Protection. I must do everything possible to save a society facing extinction. (Good)",
    "Protection: Threats to the land and to the people must be dealt with at any and all costs. (Law)",
    "Punishment. It is better for the innocent to suffer than for the guilty to escape their due. (Evil)",
    "Quisling: Supporting the rulers of the land and following the laws is the road to salvation. (Lawful)",
    "Rebellious: Governments and politicians drove my family to the camps. I subtly defy authority whenever I think I can get away with it. (Chaotic)",
    "Redemption. I will train all the harder to make up for the doubt I entertained when I was younger. (Any)",
    "Redemption. There’s a spark of good in everyone. (Good)",
    "Redemption: Everyone deserves a second chance. (Good)",
    "Reflection. Muddied water always clears in time. (Any)",
    "Reserved. As someone new to these strange lands, I am cautious and respectful in my dealings. (Lawful)",
    "Resilience: I can survive any challenge (Any)",
    "Resourcefulness: Our wits are our most valuable resource in troubled times. (Any)",
    "Resourcefulness: Our wits are our most valuable resource in troubled times. (Any)",
    "Respect. All people, rich or poor, deserve respect. (Good)",
    "Respect. People deserve to be treated with dignity and respect. (Good)",
    "Respect. Respect is due to me because of my position, but all people regardless of station deserve to be treated with dignity. (Good)",
    "Respect. The thing that keeps a ship together is mutual respect between captain and crew. (Good)",
    "Respectful: I think everyone deserves to be treated with respect and dignity, regardless of their origin. (Good)",
    "Responsibility. I do what I must and obey just authority. (Lawful)",
    "Responsibility. It is my duty to respect the authority of those above me, just as those below me must respect mine. (Lawful)",
    "Restraint: I hate those who caused my loss. It is all I can do not to lash out at them. (Any)",
    "Retribution. The rich need to be shown what life and death are like in the gutters. (Evil)",
    "Salty: I want people to look to me as an expert on plying Mulmaster Harbor. (Any)",
    "Scoflaw: The laws and lawmakers are corrupt. I follow laws only when it suits me. (Chaotic)",
    "Secretive: I am in the habit of not talking about myself. My business is none of yours. (Any)",
    "Secretive: I trade in secrets, and am not about to let any of mine slip (Any).",
    "Security. Doing what must be done can't bring the innocent to harm. (Lawful)",
    "Self-Absorbed: I've had to look out for number one so long that it has become second nature. (Any)",
    "Self-Improvement. The goal of a life of study is the betterment of oneself. (Any)",
    "Self-Knowledge. If you know yourself, there’s nothing left to know. (Any)",
    "Selfish: What people don't know WILL hurt them, but why is that my problem? (Evil)",
    "Selfless: I use my position to help the downtrodden avoid persecution from the authorities (Good).",
    "Selfless: We are all children of the sea. I help everyone in peril afloat and ashore. (Good)",
    "Service: Using my talents to help others is the best way of helping myself. (Good)",
    "Sharp: I seek to make the best deal possible. (Any) ",
    "Sincerity. There’s no good in pretending to be something I’m not. (Neutral)",
    "Smuggler's Code. I uphold the unwritten rules of the smugglers, who do not cheat one another or directly harm innocents. (Lawful)",
    "Solidarity. The thing that matters most of all is that we’re there for each other. (Lawful)",
    "Solidarity. The worthy must respect the worthy. In the afterlife, all will be united in goal and action. (Oketra)",
    "Strategy. I like to know my enemy’s capabilities and weaknesses before rushing into battle. (Lawful)",
    "Strength. All that matters to me is my own perfection. Let everyone else seek that perfection in their own way. (Any)",
    "Strength. The worthy shall hone a strong body that can withstand the boundless energies of the afterlife. (Rhonas)",
    "Strength: As shown time and time again the strong survive. If you are weak you deserve what you get (Evil)",
    "Strong: Only the strong survive. I respect those who are strong and powerful. (Any)",
    "Superiority. I’m a monster that destroys other monsters, and anything else that gets in my way. (Evil) ",
    "Suspicious. I must be careful, for I have no way of telling friend from foe here. (Any)",
    "Suspicious: In my experience, everybody has something to hide, and what they hide can usually hurt me (Any).",
    "Teamwork. Success depends on cooperation and communication. (Good)",
    "To the Abyss with Them: The people of this town cast me out. I won't risk my hide to help them. (Evil)",
    "Tradition. The ancient traditions of worship and sacrifice must be preserved and upheld. (Lawful)",
    "Tradition. The stories, legends, and songs of the past must never be forgotten, for they teach us who we are. (Lawful)",
    "Ungrateful: Those who give, only do it to make themselves feel better. I steal from them. (Evil)",
    "Unity: Lone wolves fail where the pack succeeds. (Any)",
    "Unity: Working together, we can overcome all obstacles, even the most seemingly insurmountable ones. (Any)",
    "Unpredictability: Keep your enemy guessing and off-balance like a confused deer. (Chaotic)",
    "Unpredictability: Keeping the enemy guessing and off-balance is my tactical strength. (Chaos)",
    "Vengeance: I use any means to get information I need; I have been well taught. (Evil) ",
    "Vengence. I’ll stop the spirits that haunt me or die trying. (Any)",
    "Wanderer: I go where the road takes me. Sometimes that's a good thing… (Chaotic)",
    "Wanderlust: I want to see as much of the world beyond the camps as I can. (Any)",
    "Wanderlust: One must expand their horizons by seeing the world and exploring. (Chaos)",
    "Wealth. Heaps of coins in a secure vault is all I dream of. (Any)",
    "Windblown: I go where the winds blow. No man or woman tells me where or when to sail. (Chaotic)",
    "Witty: Brains are better than brawn. I rely on my wits and respect others who do the same. (Any)",
    "Zeal. Anything worth doing is worth throwing my whole self into. (Any)",
    "Zeal. The worthy shall rush to the God-Pharaoh’s side with relentless passion, rising to overcome every obstacle in their way. (Hazoret)"
  ],
  "flaws": [
		"A scandal prevents me from ever going home again. That kind of trouble seems to follow me around. ",
		"A vizier of another god seeks my death in retribution for a past insult.",
		"After years of denying who I am, I now despise myself and those who are like me.",
		"Ale is the only way I can escape the desperation of my circumstances.",
		"An innocent person is in prison for a crime that I committed. I’m okay with that.",
		"Anyone who refuses to celebrate my celebrity does not deserve my company.",
		"Being an insurgent means doing things that aren’t always ethical. I’m still learning to live with that.",
		"Boats make me seasick.",
		"Book learning is a waste of time. I have no patience for people who don't speak from experience.",
		"By my words and actions, I often bring shame to my family.",
		"Despite my best efforts, I am unreliable to my friends.",
		"Don’t expect me to save those who can’t save themselves. It is nature’s way that the strong thrive and the weak perish. ",
		"During stressful times, I find myself crying for no reason.",
		"Elf this, elf that. I am sick and tired of the elves.",
		"Few people know the real me.",
		"Gold seems like a lot of money to me, and I’ll do just about anything for more of it. ",
		"Good tools are more reliable than people. In a cave in, I would save a sturdy pick before a stranger.",
		"Having grown up with wealth, I am careless with my finances. I overspend and am overly generous.",
		"I almost always cheat. I can't help myself.",
		"I always enjoy a good mug of ale ... or five to cover up my Past.",
		"I always enjoy a good mug of ale ... or five.",
		"I always over exaggerate my abilities.",
		"I always over exaggerate my abilities.",
		"I am a braggart. I promote myself shamelessly.",
		"I am a glutton. I eat and drink to excess.",
		"I am a miser. Having lost everything once before, I clutch my possessions and wealth very tightly.",
		"I am a moocher. I am so used to others providing for me that I have come to expect everyone to do it.",
		"I am a purveyor of doom and gloom who lives in a world without hope.",
		"I am a secret informant for the Hawks. I send them reports about everything I see and hear, even what my friends and allies are up to. ",
		"I am a snob. I want only the finest things in life.",
		"I am a sucker for the underdog, and always bet on the loosing team. ",
		"I am ashamed of my origins. I pretend I am higher born and fear others will find out the truth.",
		"I am ashamed. I failed to protect a member of my family who was seized and thrown into the Arena.",
		"I am callous about death. It comes to us all eventually.",
		"I am dogmatic in my thoughts and philosophy.",
		"I am easily distracted by the promise of information.",
		"I am greedy. There Isn't much I won't do for money.",
		"I am haughty. I grew up among the elves and emulate them. Other races are crude in comparison.",
		"I am in love with an initiate, and I want to shield this person from death in the trials.",
		"I am incapable of standing up for myself.",
		"I am incapable of standing up for myself.",
		"I am incapable of standing up for myself.",
		"I am inclined to tell long-winded stones at inopportune times.",
		"I am inflexible in my thinking.",
		"I am lazy. I want others to take care of everything. ",
		"I am obsessed with getting rich. I always have a scheme brewing for making it big.",
		"I am overconfident. I overestimate my abilities.",
		"I am overly protective of nature, sometimes to the detriment of my companions and myself.",
		"I am paranoid and overly suspicious of others. Anyone may be an agent of the Maimed Virulence.",
		"I am secretly (or not so secretly) convinced of the superiority of my own culture over that of this foreign land.",
		"I am slow to trust members of other races, tribes, and societies.",
		"I am so obsessed with sketching my ideas for elaborate inventions that I sometimes forget little thing like eating and sleeping. ",
		"I am spendthrift, and share my wealth with the patrons of my favorite tavern.",
		"I am still very uncomfortable wearing nice clothes, sleeping in a warm bed, and eating fine food.",
		"I am struggling with maintaining my secret identity. I subconsciously want to get caught and therefore sometimes let my secret identity slip. ",
		"I am suspicious of strangers and expect the worst of them.",
		"I am terrified of what lies beyond the Gate to the Afterlife.",
		"I am too enamored of ale, wine, and other intoxicants.",
		"I am troubled by the wild rage and bloodlust that lurks in my own heart. ",
		"I am unable to keep secrets. A secret is just an untold story.",
		"I am vain. I always wear the latest fashions.",
		"I am very prideful and have trouble admitting when I'm wrong.",
		"I am very uncomfortable indoors and underground.",
		"I assume the worst in people.",
		"I become depressed and anxious if I'm away from the sea too long.",
		"I become irrational when innocent people are hurt.",
		"I believe everyone has a price and am cynical toward those who present themselves as virtuous. ",
		"I believe that I'm intellectually superior to people from other cultures and have much to teach them. ",
		"I believe the gods have cursed me, my family, and all of the Cormanthor refugees. We are all doomed, doomed I tell you! ",
		"I can't leave a room without searching it for secret doors.",
		"I can't sleep except in total darkness.",
		"I cannot bear to let those I care for out of my sight.",
		"I cannot bear to let those I care for out of my sight.",
		"I can’t help but pocket loose coins and other trinkets I come across.",
		"I can’t keep a secret to save my life, or anyone else’s.",
		"I can’t resist a pretty face.",
		"I can’t resist swindling people who are more powerful than me.",
		"I consider the adherents of other gods to be deluded innocents at best, or ignorant foo ls at worst.",
		"I do not trust anyone who has not had a hard life.",
		"I don't know when to throw something away. You never know when it might be useful again.",
		"I don't take kindly to some of the actions and motivations of the people of this land, because these folk are different from me. ",
		"I drink to forget the horrors I’ve seen.",
		"I drink too much, which causes me to miss the tide.",
		"I enjoy the open road. Underground and tight spaces make me very nervous.",
		"I enjoy the prestige of my position more than service to the angels.",
		"I expect others to heed my orders and have little respect or sympathy if they don't. ",
		"I feel no compassion for the dead. They’re the lucky ones.",
		"I find civilian life difficult and struggle to say the right thing in social situations. ",
		"I folded under the torture, and gave information that I promised would be kept secret. My life would be in jeopardy if others found out. ",
		"I follow orders, even if I think they’re wrong.",
		"I get frustrated to the point of distraction by shoddy craftsmanship.",
		"I grow combative and unpredictable when I drink.",
		"I growl at and bite anyone who gets too close to my food while I am eating.",
		"I harbor dark, bloodthirsty thoughts that my isolation and meditation failed to quell. ",
		"I hate to admit it and will hate myself for it, but I'll run and preserve my own hide if the going gets tough. ",
		"I have a lasting grudge against one of my crop-mates, and each of us wants to see the other fail. ",
		"I have a secret fear of some common wild animal-and In my work, I see them everywhere.",
		"I have a weakness for the exotic beauty of the people of these lands.",
		"I have a weakness for the new intoxicants an d other pleasures of this land.",
		"I have a weakness for the vices of the city, especially hard drink.",
		"I have a “tell” that reveals when I’m lying.",
		"I have absolutely no patience for slowpokes and those who prove indecisive.",
		"I have an addiction.",
		"I have an insatiable desire for carnal pleasures.",
		"I have been touched with dragon-greed, and have a lust for wealth which can never be satisfied. ",
		"I have certain rituals that I must follow every day. I can never break them. ",
		"I have come to believe that I executed an innocent person.",
		"I have difficulty caring about anyone or anything other than myself.",
		"I have difficulty trusting strangers. Anyone could be a spy for the authorities.",
		"I have difficulty trusting strangers. I see spies and informants everywhere.",
		"I have little respect for anyone who is not a proven warrior.",
		"I have little respect for those that are of “low” intelligence or social rank.",
		"I have no artistic sense. I hide that fact behind extreme opinions and have become a trendsetter. ",
		"I have no respect for those who flee. I harbor a deep grudge against the cowards who abandoned me before.",
		"I have no sense of humor. Laughing is uncomfortable and embarrassing.",
		"I have no time for friends or family. I spend every waking moment thinking about and preparing for my next expedition. ",
		"I have trouble keeping my true feelings hidden. My sharp tongue lands me in trouble.",
		"I have trouble trusting in my allies.",
		"I have trouble trusting people I've just met.",
		"I hide a truly scandalous secret that could ruin my family forever.",
		"I hold grudges and have difficulty forgiving others.",
		"I jealously guard my secrets, because I think others will take advantage of me if they learn what I know. ",
		"I judge others harshly, and myself even more severely.",
		"I judge people based on how well they stand their ground in a fight. I got not time for cowards… ",
		"I killed a drunk member of the City Watch in a brawl. I am terrified that they might find out.",
		"I know what I do is wrong, but am afraid to speak up about it.",
		"I let my need to win arguments overshadow friendships and harmony",
		"I like keeping secrets and won’t share them with anyone",
		"I like to explore, and my curiosity will sometimes get me into trouble.",
		"I made a terrible mistake in battle that cost many lives—and I would do anything to keep that mistake secret. ",
		"I might have made a promise to a demon that I can’t keep.",
		"I must have what I want and will brook no delay.",
		"I never make eye contact or hold it unflinchingly.",
		"I no longer enjoy the simple pleasures in life. Food is but ashes and bile in my throat.",
		"I obey the law, even if the law causes misery.",
		"I once satirized a noble who still wants my head. It was a mistake that I will likely repeat.",
		"I overexert myself, sometimes needing to recuperate for a day or more. ",
		"I overlook obvious solutions in favor of complicated ones.",
		"I oversell myself and make promises I can't keep when I want to impress someone.",
		"I pretend not to understand the local language in order to avoid interactions I would rather not have.",
		"I put too much trust in those who wield power within my temple’s hierarchy.",
		"I really wanted to be a vizier, and I’m angry at the god who didn’t choose me.",
		"I relentlessly despise the Maimed Virulence and his allies. I’d abandon other goals in order to strike out at them. ",
		"I remember every insult I’ve received and nurse a silent resentment toward anyone who’s ever wronged me.",
		"I robbed the wrong caravan once. The owner is a powerful merchant who holds a grudge.",
		"I secretly believe others are plotting to harm me.",
		"I secretly believe that everyone is beneath me.",
		"I secretly believe the God-Pharaoh’s return will not bring blessing to this world.",
		"I secretly question whether the gods care at all about us or what we do.",
		"I secretly wish I had not been chosen as a vizier, so I could participate in the trials as an initiate. ",
		"I see morality entirely in black and white.",
		"I sometimes stay up all night listening to the ghosts of my fallen enemies.",
		"I sometimes take things that don't belong to me, especially if they are very well made.",
		"I speak for the local government and powerful folks and make sure everyone knows it.",
		"I speak without really thinking through my words, invariably insulting others.",
		"I strongly dislike enclosed spaces and require intoxication or firm encouragement to enter them. ",
		"I struggle to trust the words of others.",
		"I talk to animals; I believe they understand me, even if they do not.",
		"I talk to myself, and I don't make friends easily.",
		"I talk to spirits that no one else can see.",
		"I tend to assess my relationships in terms of profit and loss.",
		"I think I’ve figured out that this world is not what it seems. Something dark is going on here.",
		"I think far ahead, a detachedness often mistaken for daydreaming.",
		"I think people who grew up in houses are soft, spoiled, and ungrateful. I frequently tell them so.",
		"I think too highly of myself, and have an exaggerated sense of self-importance.",
		"I throw myself and my friends into situations rarely ever thinking about consequences.",
		"I too often hear veiled insults and threats in every word addressed to me, and I’m quick to anger. ",
		"I took a bribe to tank an investigation and I would do anything to keep it secret. ",
		"I treat all the locals poorly. I am disgusted with their failure to revolt against the unjust laws.",
		"I turn tail and run when things look bad.",
		"I used the lives of children to facilitate my escape from a dire situation.",
		"I will borrow money from friends with no intention to repay it.",
		"I will never fully trust anyone other than myself.",
		"I work hard, but l play harder.",
		"I would kill to acquire a noble title.",
		"I'm afraid of the dark.",
		"I'm always in debt. I spend my ill-gotten gains on decadent luxuries faster than I bring them in…",
		"I'm an informant for the local gaurd. They let me continue my activities, so long as I pass them information about local illegal activity.",
		"I'm not used to being around other people much and sometimes get grouchy about it.",
		"I'm uncomfortable spending time under the open sky. I'd rather be indoors or underground.",
		"I've been lying so often and for so long that I can't help it anymore. I frequently lie for no reason at all.",
		"I've picked up some unpleasant habits living among goblins, lizardfolk, or orcs.",
		"If I'm outnumbered, I will run away from a fight.",
		"If there’s a plan, I’ll forget it. If I don’t forget it, I’ll ignore it.",
		"In fact, the world does revolve around me.",
		"It doesn’t take much to get me into a fight.",
		"It’s not stealing if I need it more than someone else.",
		"I’d rather eat my armor than admit when I’m wrong.",
		"I’d rather kill someone in their sleep then fight fair.",
		"I’d risk too much to uncover a lost bit of knowledge",
		"I’ll do anything to get my hands on something rare or priceless.",
		"I’ll do anything to win fame and renown.",
		"I’ll do whatever grim task must be done, for my soul is already lost.",
		"I’ll say anything to avoid having to do extra work.",
		"I’m a sucker for a pretty face.",
		"I’m an inveterate gambler.",
		"I’m convinced of the significance of my destiny, and blind to my shortcomings and the risk of failure. ",
		"I’m convinced that no one could ever fool me the way I fool others.",
		"I’m easily distracted by an attractive person, which could be the death of me in the trials.",
		"I’m horribly jealous of anyone who can outshine my handiwork. Everywhere I go, I’m surrounded by rivals. ",
		"I’m judgmental of those who are not skilled with tools of some kind.",
		"I’m never satisfied with what I have— I always want more.",
		"I’m not at all sure I’ll be able to grant a glorified death to any of my crop-mates.",
		"I’m quick to assume that someone is trying to cheat me.",
		"I’m too greedy for my own good. I can’t resist taking a risk if there’s money involved.",
		"Lying is reflexive, and I sometimes engage in it without realizing.",
		"Most people scream and run when they see a demon. I stop and take notes on its anatomy. ",
		"My desire for vengeance often gets me into trouble",
		"My desire to experience new things causes me to make unsafe choices.",
		"My desire to liberate my people oftentimes clouds my judgement, despite my best efforts.",
		"My family has lost everything. I must keep up appearances, lest we become a laughingstock.",
		"My hatred for the authority burns so brightly that I have difficulty suppressing it around them.",
		"My hatred of my enemies is blind and unreasoning.",
		"My intensity can drive others away.",
		"My lack of worldliness often proves my undoing in social, commercial, and hostile situations. ",
		"My nerve endings are shot from the interrogations; I am numb to all but the harshest touch.",
		"My piety sometimes leads me to blindly trust those that profess faith in my god.",
		"My pride will probably lead to my destruction.",
		"No one must ever learn that I once stole money from guild coffers.",
		"Now that I've returned to the world, I enjoy its delights a little too much",
		"Once I decide on a course of action, I do not waiver.",
		"Once I make up my mind, I follow my chosen course of action regardless of the consequences.",
		"Once I pick a goal, I become obsessed with it to the detriment of everything else in my life. ",
		"Once I start drinking, it’s hard for me to stop.",
		"Once someone questions my courage, I never back down no matter how dangerous the situation. ",
		"People who can't take care of themselves get what they deserve.",
		"Secretly, I believe that things would be better if I were a tyrant lording over the land.",
		"Survival is worth more than friendship.",
		"The local military caught and branded me for my crime. If they catch me again, for any offense, the punishment will be dire.",
		"The ends (my advancement) justify any means.",
		"The ghosts from my past hinder my actions.",
		"The group I am with has committed atrocities; I am always worried their actions will become public. ",
		"The monstrous enemy we faced in battle still leaves me quivering with fear.",
		"The people who knew me when I was young know my shameful secret, so I can never go home again.",
		"The tyrant who rules my land will stop at nothing to see me killed.",
		"There’s no room for caution in a life lived to the fullest.",
		"Though I act charming, I feel nothing for others and don't know what friendship is.",
		"Though I am an excellent crafter, my work tends to look as though it belongs on a ship.",
		"Though I no longer live at the Gate, I am still always concerned about where I will get my next meal. ",
		"Training for a lifetime to die in the end seems like a big waste of energy.",
		"Unfamiliar people and surroundings put me on edge.",
		"Unlocking an ancient mystery is worth the price of a civilization.",
		"Violence is my answer to almost any challenge.",
		"When I see something valuable, I can’t think about anything but how to steal it.",
		"When I'm not exploring dungeons or ruins, I get jittery and impatient.",
		"When faced with a choice between money and my friends, I usually choose the money. ",
		"When given the choice of going left or right, I always go left.",
		"When something goes wrong, it’s never my fault.",
		"Years have hiding have made me somewhat paranoid. I trust no one.",
		"Years of getting away with minor crimes has left me believing that I am above the law, and have diplomatic immunity above my station. ",
		"Years of seeing innocent people suffer have left me despondent and pessimistic for the future.",
		"Years of successfully deceiving others have made me cocky. I think no one can see through my lies.",
		"Years of thieving have become habit. I sometimes steal from strangers without thinking about it.",
		"l am judgmental, especially of those I deem home-bodies or otherwise lazy.",
		"l am obsessed with catching an elusive aquatic beast, often to the detriment of other pursuits. ",
		"l complain about everything.",
		"l have lived a hard life and find it difficult to empathize with others.",
		"l wear a tribal mask and never take it off."
		]
}
